<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="entp.aspx.cs" Inherits="GaoKao.CePing.Mbit.innermemberpage.entp" %>

<div class="contants">
    <div class="tit3 tit5">
        您的性格特征 ENTP检查者型<span class="font12">（占基本人群的 <strong>12%</strong>）</span></div>
    <div class="cot">
        <dl>
            <dt>
                <img src="/CePing/images/entp_1.jpg" /></dt>
            <dd>
                <p class="font16">
                    <span class="fontred">1.</span>ENTP——公共关系专家</p>
                <p class="font16">
                    <span class="fontred">2.</span> ENTP(外倾、直觉、情感和判断)个性特征描述</p>
                <p>
                    ENTP型的人喜欢兴奋与挑战。他们热情开放、足智多谋、健谈而聪明，擅于许多事情，不断追求增加能力和个人权力。</p>
                <p>
                    ENTP型的人天生富有想象力，他们深深地喜欢新思想，留心一切可能性。他们有很强的首创精神，擅于运用创造冲动。ENTP型的人视灵感高于其他的一切，力求使他们的新颖想法转变为现实，他们好奇、多才多艺、适应性强，在解决挑战性和理论性问题时善于随机心变。</p>
                <p>
                    ENTP型的人灵活而率直，能够轻易地看出任何情况中的缺点，乐于出于兴趣争论问题的某方面。他们有极好的分析能力，是出色的策略谋划者。他们几乎一直能够为他们所希望的事情找出符合逻辑的推理。</p>
                <p>
                    大多数的ENTP别人喜欢审视周围的环境，认为多数的规则和章程如果不被打破，便意味着屈从。有时他们的态度不从习俗，乐于帮助别人超出可被接受和被期望的事情。他们喜欢自在地生活，在每天的生活中寻找快乐和变化。</p>
                <p>
                    ENTP型的人富有想象力地处理社会关系，常常有许多的朋友和熟人。他们表现得很乐观，具有幽默感。ENTP型的人吸引和鼓励问伴，通过他们富有感染力的热情，鼓舞别人加入他们的行动中。他们喜欢努力理解和回应他人，而不是判断他人。</p>
            </dd>
        </dl>
    </div>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">3.</span> 可能存在的盲点</h2>
    <p>
        因为ENTP型人视创造力和革新高—厂其他的一切，所以有时会忽视按照普遍的方式完成简单的事情，因为它是没有创造性的。对于常规和可预见的事物的强烈厌恶，使得他们很难注意到必要的细节。在他们热情地着手新鲜事物时，有时会忽视必要的准备，一头扎进去得太快。而且一旦解决了主要问题，他们常常会去做十一个兴奋人心的冒险，而不是圆满地坚持到看见原先的计划顺利通过。他们应该逐渐地少做出对各种计划的许诺，以便更多地完成自己已经开始的工作。</p>
    <p>
        ENTP型的人常常说话很快，其他方面全都如此，他们不允许别人发挥作用。他们诚实、公正，但是在准备好的对别人的批评中，却很生硬与不得体。ENTP型的人必须把别人的想法看作是正确和重要的，即使他们不具有这种想法。ENTP型的人迷人、有趣、使人愉快的同时，也会显得虚假。ENTP型的人必须抵抗想仅仅适应和表现的欲望，而是应分享真实的情感。</p>
    <p>
        ENIP型的人不愿承诺一件事情是由于他们害怕错过更吸引入的其他机会造成的。他们那种对于新的很有前景的事情保持开放并做出回应的愿望令人感到他们不可信赖，对待别人的计划很轻率。全面地考虑他们的行为对于别人的影响会有助于ENTP型的人显得更加可靠。
        ENTP型的人天生的敏捷，以及对于即将发生之事的预见能力意味着他们偶然会错误地假设他们知道人们将要说的话，而月．可能会一下子就得出意见。花些时间，更仔细地注意在他们周围的世界真正将要发生的事情，仔细地聆听他人的信息和反应会帮助他们避免显得傲慢与无礼。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">4.</span> 功能运用</h2>
    <p>
        外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。</p>
    <p>
        每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。</p>
    <p>
        <span class="fontred">有效地使用你的类型：(ENTP)</span></p>
    <p>
        ENTP型的人主导功能是情感（关注情感），辅助功能是直觉。他们倾向于：</p>
    <p>
        1、探求隐含的原因、可能性或事物的整体。</p>
    <p>
        2、对事实和经验进行逻辑的分析，并做出结论。</p>
    <p>
        ENTP型的人比较少地使用他们的第三、第四功能--感觉和情感。即使在需要这些功能的场合，他们仍然无法有效使用。</p>
    <p>
        <span class="fontred">作为一个ENTP型的人：</span></p>
    <p>
        如果你过多地关注直觉，你可能错过事物的相关事实、细节或以前的经验。 如果你只使用思考进行判断的话，你可能在需要的时间忘记去称赞他人或忽视你决策对其它人的影响。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">5.</span> 问题解决方式</h2>
    <p>
        <span class="fontred">每个人都会用自己的方式进行决策，决策通常来自于你的主导功能，并且完全忽视你的第四功能。你的功能运用如下：</span></p>
    <p>
        <strong class="fontred">- 主导功能情感</strong></p>
    <p>
        <strong class="fontred">- 辅助功能直觉</strong></p>
    <p>
        <strong class="fontred">- 第三功能感觉</strong></p>
    <p>
        <strong class="fontred">- 第四功能思维</strong></p>
    <p>
        人格中的每一种功能对解决问题都具有关键和重要作用，忽视任何一个都将导致做出有缺陷的决定，理想化的问题解决功能流程如下：</p>
    <p>
        一个好的决策通常来自于四个功能的合理运用。当你尝试去解决问题时，你可以利用上表指导这个过程，但在整个的执行过程是非常困难的，因为每个人都不愿意用他不喜欢的功能去解决问题。就算你有意识地努力运用所有这些功能，你也不可能会在“真实生活”中以这种顺序运用它们。关键是要利用它们提醒自己，完善决策，就算你不按这种方式行事。
        工作中选择符合你的主导功能和辅助功能的岗位是非常重要的。第三功能要经过发展锻炼才能合适运用，第四功能可能永远不会在你的职业生涯中起到关键作用，因此你应当避免那种要求长期使用它的工作。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">6.</span> 工作中的优势</h2>
    <p>
        对于不同的人格类型和不同的动力等极而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。</p>
    <p>
        <span class="fontred">你在工作中的优势：</span></p>
    <p>
        1、出色的交际才能、能使别人对自己的观点感到兴奋；</p>
    <p>
        2、急切地“想知道盒子外边的世界”、能相处一些新的可能性；</p>
    <p>
        3、杰出的创造性解决问题的能力；</p>
    <p>
        4、探险精神、创新意识以及克服困难的勇气；</p>
    <p>
        5、兴趣爱好广泛，易于接受新事物；</p>
    <p>
        6、有“走自己的路，让别人去说吧”的乐观主义激情；</p>
    <p>
        7、学习新知识的信心和动力都很强大；</p>
    <p>
        8、天生的好奇心理，快速地搜索所需信息的技能；</p>
    <p>
        9、能够把握事情的全局，弄清思想和行为的长远影响；</p>
    <p>
        10、同时处理多个问题的能力；</p>
    <p>
        11、对别人的需要和意图的知觉；</p>
    <p>
        12、能灵活地适应新情况，有熟练的变换能力；</p>
    <p>
        13、在社交生活中不会感到拘谨，能舒适地适应大多数社交场合。</p>
    <h2>
        <span class="fontred">7.</span> 工作中的劣势</h2>
    <p>
        下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。</p>
    <p>
        <span class="fontred">你在工作中的优势：</span></p>
    <p>
        1、难以使自己有条不紊和富于条理；</p>
    <p>
        2、在区分出应该优先对待的事物以及做出决定方面有一定的困难；</p>
    <p>
        3、过于自信；可能会不恰当地运用自己的能力和社会经历；</p>
    <p>
        4、倾向于用“是不是有可能”来看待问题，而不是以可能性、可行性的大小来衡量事物；</p>
    <p>
        5、很可能不切实际地许诺；</p>
    <p>
        6、对思维狭窄及思想顽固的人缺乏耐心；</p>
    <p>
        7、问题一旦解决，兴趣便不复存在；</p>
    <p>
        8、不喜欢按传统的、公式化的以及例行的方式来办事；</p>
    <p>
        9、对待细节和后续工作可能缺乏耐心，对自要求不严格；</p>
    <p>
        10、对事物很容易感到厌烦，并且可能在不恰当的时候把注意力转移到别的事情上去；</p>
    <p>
        11、不喜欢重复地做相同的工作任务；</p>
    <p>
        12、对自己不信任的人耐心不够。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">8.</span> 适合的岗位特质</h2>
    <p>
        研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。
    </p>
    <p>
        下面的条目从各个侧面上认证了您怎样才能受到真正的职业满足，看完这些条目之后，我们建议您根据它们对您的重要程序进行排序，排序的时候，回想一下您过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。
    </p>
    <h2>
        <span class="fontred">你的岗位特质：</span></h2>
    <p>
        作为ENTP型人，职业满足意味着你做的这些工作：
    </p>
    <p>
        1.不必经常与很多人接触沟通，有一定的个人空间。</p>
    <p>
        2.运用敏锐的观察力、吸收和记忆事实的能力。</p>
    <p>
        3.运用找寻解决问题的方法的能力，运用第一手经验，然后批判地分析这些解决方法，找出最佳方案。</p>
    <p>
        4.安静但充满活力、冒险和趣味，事情迅速地发生，被允许冒险和留意新的机会。</p>
    <p>
        5.对计划外的情况做出反应，自由地处理，有技巧地磋商满意的解决方案。</p>
    <p>
        6.在没有过多的规则和限制的环境独立工作，在完成任务后可以享受自由时光。</p>
    <p>
        7.以我自己习惯和认为有必要的方式安排自己的工作，而不是依照别人的标准。</p>
    <p>
        8.实际且有逻辑性，我可以运用自己的推理能力找到系统内逻辑上的矛盾和缺陷，并加以改正。</p>
    <p>
        9.让我自己应付危机，以坚持的原则和适宜的态度工作。</p>
    <p>
        10.涉及真正的人和事，而不是理论和方法，我的努力可以直接产生有形的产品或服务。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">9.</span> 职业类型</h2>
    <p>
        您适合的职业：
    </p>
    <p>
        也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告您：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。
    </p>
    <p>
        <strong class="fontblue">1.适合ENTP型人的一般职业</strong></p>
    <h2>
        <span class="fontred">- 金融/顾问/经纪人</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>• 投资经纪人</li>
            <li>• 金融规划师 </li>
            <li>• 投资银行业职员 </li>
            <li>• 投资顾问（房地产、金融、贸易、商业等） </li>
        </ul>
    </div>
    <p>
        ENTP型的人常常对金融界感兴趣，尤其是当它涉及到快速变化的局势，包含着一定冒险之时。对于兴奋事物以及冒险的热爱意味着他们在股票市场中很善于下赌注或“玩”得很好。他们是注重实际和讲求实效的人，喜欢需要解决问题的职业，即使这意味着要使用非常规的途径。
    </p>
    <p>
        ENTP型的人虽然不善与人交往，但他们喜欢为人出谋划策的特点是他们可以成为优秀的顾问。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 策划/创意</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>• 营销策划人员</li>
            <li>• 广告创意总监</li>
            <li>• 艺术总监</li>
            <li>• 人事系统开发人员</li>
            <li>• 文案</li>
            <li>• 演员</li>
            <li>• 后勤顾问 </li>
            <li>• 工业设计经理</li>
        </ul>
    </div>
    <p>
        ENTP型的人士天生的创意者和发明家，他们的大脑中总是充满各种新奇的想法，并具有付诸行动将其实现的强烈欲望和勇气。在竞争激烈的商场上，不停的推陈出新、让自己与众不同成了企业最重要的竞争力和生存方式之一，而ENTP型的人非常适合帮助企业达到这一目的。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 企业家/管理者/决策者/公共关系</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>• 国际营销商</li>
            <li>• 各类项目的策划人和发起者</li>
            <li>• 投资银行家</li>
            <li>• 风险投资人</li>
            <li>• 企业业主（新兴产业）</li>
            <li>• 市场营销人员</li>
            <li>• 各类产品销售经理</li>
            <li>• 访谈类节目主持人</li>
            <li>• 制片人</li>
            <li>• 公共关系专家</li>
            <li>• 公司对外发言人</li>
            <li>• 社团负责人</li>
            <li>• 政治家</li>
            <li>• 大学校长</li>
        </ul>
    </div>
    <p>
        ENTP型的人士天生的企业家，他们拥有很强的创意和策划能力，并且所必须的将其付诸行动努力实现的勇气和魄力。ENTP型人才具备创业者中成功者所必须的基本素质，并且他们前卫的思想和思维模式将会成为行业的引领者。
    </p>
    <p>
        社会服务性机构也常常吸引ENTP型人，因为它们提供了以改善自己与他人的生活质量为工作目标的机会他们喜欢做领导者，尽可能多地驾驭他们的工作，喜欢看到他们的努力带来积极的结果。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        2.对组织的贡献</h2>
    <p>
        善于通过仔细思考分析，提出新的计划和方法；</p>
    <p>
        强调组织的结构化和程序化；
    </p>
    <p>
        通常在必要时能够迅速负起责任。</p>
    <p class="primaryend">
    </p>
    <h2>
        2.领导风格</h2>
    <p>
        精力充沛、行动导向；</p>
    <p>
        为组织提供长期的预见；</p>
    <p>
        喜欢担任和负责管理工作；</p>
    <p>
        尽加快组织的进展步伐。</p>
    <p class="primaryend">
    </p>
    <h2>
        2.潜在缺陷</h2>
    <p>
        在关注事情时无视人的需要；</p>
    <p>
        无视实际要求和局限；</p>
    <p>
        太快地作出决定，表现得没有耐心和极权；</p>
    <p>
        忽视和压抑自己情感。</p>
    <h2>
        2.适合的工作环境</h2>
    <p>
        独立解决问题；</p>
    <p>
        目标导向；</p>
    <p>
        有效的系统和人；</p>
    <p>
        挑战；</p>
    <p>
        工作具有灵活性；</p>
    <p>
        对当前需要作出反应。</p>
    <p class="primaryend">
    </p>
    <div class="tit3 tit5">
        个人发展建议</div>
    <p>
        现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。"如何通过这些信息使你在这份工作上取得更大的成功"，这是关键所在。</p>
    <br />
    <p>
        运用你的能力非常容易，你成功的秘诀在于：</p>
    <p>
        <strong>• 充分发挥你的智慧；</strong></p>
    <p>
        <strong>• 注重细节；</strong></p>
    <p>
        <strong>• 关键时刻果断的决定很重要。</strong></p>
    <br />
    <p>
        个人发展建议是我们咨询师多年测评职业咨询和职业生涯规划的心得体会和经验总结，我们意识到以下的建议中有很多是难以完全照办的，但只要你花 时间认真思考，一定会对你有极大的帮助和改变：</p>
    <div class="tit3 tit5">
        发展建议</div>
    <div class="job acvice">
        <ul>
            <li><a href="#">需要在埋头苦干之前，仔细检查可资利用的、实际的人与情境资源； </a></li>
            <li><a href="#">需要在关键时刻表现出果断的作风； </a></li>
            <li><a href="#">在决策前，需要花时间三思问题的所有方面； </a></li>
            <li><a href="#">需要学会认同和看重感情。 </a></li>
        </ul>
    </div>
</div>
<div class="contants">
    <h3>
        * 报告申明</h3>
    <p>
        本研究报告的结果是基于您的性格与职业发展测评系统的原始数据，以及我们的职业数据库大样本分析的结果得出：其准确性依赖于您的测评数据本身，以及样本的可靠程度；</p>
    <p>
        虽然我们已经做出了迄今为止最大的努力去收集并完善我们的职业数据库大样本群，我们仍然不能完全确保其结果对于每个人的有效性与可靠程度； 职业生涯规划需要基于测评对象的性格、兴趣、能力，以及现实状态等多种因素，本研究报告仅是您进行完整职业生涯规划的辅助部分，请咨询专业指导咨询顾问，为您提供更加完整的咨询与建议；</p>
    <p>
        本报告的保密义务由参与测试者自身承担，请务必妥善保管好您的电子报告或纸面报告。</p>
    <br />
    <br />
    <br />
</div>
