<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="istj.aspx.cs" Inherits="GaoKao.CePing.Mbit.innermemberpage.istj" %>

<div class="contants">
    <div class="tit3 tit5">
        您的性格特征 ISTJ公务型<span class="font12"></span></div>
    <div class="cot">
        <dl>
            <dt>
                <img src="/CePing/images/ISTJ_1.jpg" /></dt>
            <dd>
                <p class="font16">
                    <span class="fontred">1.</span>ISTJ——从容不迫地做好自己的工作！</p>
                <p class="font16">
                    <span class="fontred">2.</span> ISTJ(内倾、感觉、思维和判断)个性特征描述</p>
                <p>
                    ISTJ型的人是严肃的、有责任心的和通情达理的社会坚定分子。他们值得信赖，他们重视承诺，对他们来说，言语就是庄严的宣誓。</p>
                <p>
                    ISTJ型的人工作缜密，讲求实际，很有头脑也很现实。他们具有很强的集中力、条理性和准确性。无沦他们做什么，都相当有条理和可靠。他们具有坚定不移、深思熟虑的思想，一旦他们着手自己相信是最好的行动方法时，就很难转变或变得沮丧。</p>
                <p>
                    ISTJ型的人特别安静和勤奋，对于细节有很强的汇记忆和判断。他们能够引证准确的事实支持自己的观点，把过去的经历运用到现在的决策中。他们重视和利用符合逻辑、客观的分析，以坚持不懈的态度准时地完成工作，并且总是安排有序，很有条理。他们重视必要的理论体系和传统惯例，对于那些不是如此做事的人则很不耐烦。</p>
                <p>
                    ISTJ型的人总是很传统、谨小甚微。他们聆听和喜欢确实、清晰地陈述事物。ISTJ型的人天生不喜欢显露，即使危机之时，也显得很平静。他们总是显得责无旁贷、坚定不变，但是在他们冷静的外表之下，也许有强烈却很少表露的反应。</p>
            </dd>
        </dl>
    </div>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">3.</span> 可能存在的盲点</h2>
    <p>
        ISTJ型人的一个普遍问题是在计划的细节和每日运行中丧失了自我的倾向。一旦沉浸其中，他们很固执僵化，不愿意适应或接受另外的观点。如果没有看到新想法的直接和有效的运用，他们往往会产生怀疑、他们必须花时间注意全部的客观事情，考虑他们可能没有考虑的可选择的情况，收集范围更广泛的信息，有意识地努力对他们的行为的未来含义做出预测，能够在各方面都增进ISTJ型人的影响。</p>
    <p>
        有时ISTJ型的人很难理解其他人的需求，尤其是那些与自己差异很大的需求。因为他们对自己的反响很隐蔽，所以他们被视为冷静而无情。他们必须直接地表达出对他人的欣赏，而不是仅仅保留在内心。</p>
    <p>
        因为ISTJ型的人很有条理，所以他们希望别人也如此。他们冒险把自己的判断强加于别人，无视那些不是十分自信的人的意见。他们强求别人按照他们的方法做事，阻止运用那些更有创造性的、新颖的方法。他们应该对未经考验和非传统的方式持开放的态度，这样才会对人们的差异更加容忍，最终才能做出有效的抉择。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">4.</span> 功能运用</h2>
    <p>
        外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。</p>
    <p>
        每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。</p>
    <p>
        <span class="fontred">有效地使用你的类型：(ISTJ)</span></p>
    <p>
        ISTJ型的人主导功能是情感（关注情感），辅助功能是直觉。他们倾向于：</p>
    <p>
        1、注意细节、重视实际、能记住琐碎细节、耐得住烦闷的工作、有耐性、细心有系统。</p>
    <p>
        2、合乎逻辑擅于分析、客观、公正、有逻辑系统的思考、具拟判能力、坚定。</p>
    <p>
        ISTJ型的人比较少地使用他们的第三、第四功能—情感和直觉。即使在需要这些功能的场合，他们仍然无法有效使用。</p>
    <p>
        <span class="fontred">作为一个ISTJ型的人：</span></p>
    <p>
        如果你过多的使用感觉功能，你可能失去整体的概念、想不出各种可能解决的途径、不住直觉、不求创新、无法应付太复杂的工作、不喜欢预测未来。</p>
    <p>
        如果你过多的使用思考功能，你可能在需要的时间忘记去称赞他人，或忽视你决策对其它人的影响。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">5.</span> 问题解决方式</h2>
    <p>
        <span class="fontred">每个人都会用自己的方式进行决策，决策通常来自于你的主导功能，并且完全忽视你的第四功能。你的功能运用如下：</span></p>
    <p>
        <strong class="fontred">- 主导功能情感</strong></p>
    <p>
        <strong class="fontred">- 辅助功能直觉</strong></p>
    <p>
        <strong class="fontred">- 第三功能感觉</strong></p>
    <p>
        <strong class="fontred">- 第四功能思维</strong></p>
    <p>
        人格中的每一种功能对解决问题都具有关键和重要作用，忽视任何一个都将导致做出有缺陷的决定，理想化的问题解决功能流程如下：</p>
    <p>
        一个好的决策通常来自于四个功能的合理运用。当你尝试去解决问题时，你可以利用上表指导这个过程，但在整个的执行过程是非常困难的，因为每个人都不愿意用他不喜欢的功能去解决问题。就算你有意识地努力运用所有这些功能，你也不可能会在“真实生活”中以这种顺序运用它们。关键是要利用它们提醒自己，完善决策，就算你不按这种方式行事。
        工作中选择符合你的主导功能和辅助功能的岗位是非常重要的。第三功能要经过发展锻炼才能合适运用，第四功能可能永远不会在你的职业生涯中起到关键作用，因此你应当避免那种要求长期使用它的工作。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">6.</span> 工作中的优势</h2>
    <p>
        对于不同的人格类型和不同的动力等极而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。</p>
    <p>
        <span class="fontred">你在工作中的优势：</span></p>
    <p>
        1、办事精确，希望第一次就能把工作做好；</p>
    <p>
        2、乐意遵循确定的日常安排和传统的方针政策；</p>
    <p>
        3、每次都能十分专注地把注意力集中在一个项目或任务上；</p>
    <p>
        4、能够独立地工作；
    </p>
    <p>
        5、灵敏的组织能力；
    </p>
    <p>
        6、一丝不苟、认真专注地对待具体问题：事实和细节；</p>
    <p>
        7、相信传统模式的可取之处，并且能够遵循传统模式；</p>
    <p>
        8、非常强的责任意识；别人可以信任你去实现自己的诺言；</p>
    <p>
        9、明白清晰的工作伦理；认为高效率和多成果是很重要的；</p>
    <p>
        10、对实现目标有毅力和决心；
    </p>
    <p>
        11、通情达理，视角现实。</p>
    <p>
        12、能逻辑地、分析地做出决定
    </p>
    <p>
        13、坚决果断，有高度的组织能力
    </p>
    <h2>
        <span class="fontred">7.</span> 工作中的劣势</h2>
    <p>
        下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。</p>
    <p>
        <span class="fontred">你在工作中的优势：</span></p>
    <p>
        1、不愿意尝试、接受新的和未经考验的观点和想法；</p>
    <p>
        2、对变动感到不安；排斥革新；</p>
    <p>
        3、对需要很长时间才能完成的任务缺乏耐心；</p>
    <p>
        4、有时会由于近期目标而忽略长远需要；</p>
    <p>
        5、办事死板；必要的时候难以或不愿意适应新情况；</p>
    <p>
        6、难以看到问题的整体以及行为的长远影响；</p>
    <p>
        7、对于方针或决定将会对别人造成什么样的影响缺乏敏感；</p>
    <p>
        8、需要的时候不愿意改变努力的方向或调整投入的多少；</p>
    <p>
        9、不愿意促成必要的改变，也不愿意支持经过仔细考虑的风险行为。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">8.</span> 适合的岗位特质</h2>
    <p>
        研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。
    </p>
    <p>
        下面的条目从各个侧面上认证了您怎样才能受到真正的职业满足，看完这些条目之后，我们建议您根据它们对您的重要程序进行排序，排序的时候，回想一下您过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。
    </p>
    <h2>
        <span class="fontred">你的岗位特质：</span></h2>
    <p>
        1.本质上是技术性的，能让你依靠自己的能力来使用和了解重要的事实和细节。</p>
    <p>
        2.涉及很多实际的产品和服务。这些产品或服务是通过严谨周密、合乎逻辑且效率高的方法——最好是运用标准化的工作程序来生产或实现的。</p>
    <p>
        3.能让我有大量的时间独立地工作，运用杰出的集中注意力的能力来完成项目和（或）任务。</p>
    <p>
        4.是在一个稳定和标准化的环境中完成的，做这些工作时我不必去冒不必要的风险、运用未经检验过的或实验性的方法。</p>
    <p>
        5.能看得见的而且可以衡量的结果，而且需要和重视运用精确的标准来评估工作的多少或好坏。</p>
    <p>
        6.有明确的目标、清晰的组织制度和模式。
    </p>
    <p>
        7.在演示或递交工作成果之前能让我有充足的时间来准备，最好是单独进行或小组进行。</p>
    <p>
        8.能让我具有越来越大的职责和权力，而且只要要求我参与很少的社会政治方面的活动；我的工作表现是根据我完成工作任务的多少或实现工作目标的好坏来衡量的，而且我的努力和贡献很受欣赏和重视。</p>
    <p>
        9.在工作过程或气氛中，我的现实的判断和过去的经历很受重视和嘉奖。
    </p>
    <p>
        10.能让我拥有必要的资源（人力方面和财力方面）和材料来订立正式的目标，并且实现这些目标。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">9.</span> 职业类型</h2>
    <p>
        您适合的职业：
    </p>
    <p>
        也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告您：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。
    </p>
    <p>
        <strong class="fontblue">1.适合ISTJ型人的一般职业</strong></p>
    <h2>
        <span class="fontred">- 商业</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•审计员 </li>
            <li>•公司经理 </li>
            <li>•会计 </li>
            <li>•管理者／监督人 </li>
            <li>•文字信息处理专家 </li>
            <li>•效率专家／效率分析者 </li>
            <li>•保险业主(保险商) </li>
            <li>•后勤供给经理 </li>
            <li>•制定规章制度的官员(Regulatorycomplianceofficer) </li>
            <li>•信息总管 </li>
            <li>•会计／保险统计员</li>
        </ul>
    </div>
    <p>
        ISTJ经常喜欢与商业有关的一些职业，他们在管理系统和使事物正常运行方面有出色的才能。他们经常喜欢到传统的、已经建立多年的团体或公司去工作，他们的加盟有助于团体或公司机构的正常运行。他们工作富有效率，他们认真而详尽地记录各种花销和税务，不允许有任何未经检查或未经修正的错误或遗漏出现。作为管理者，他们为每一名雇员制定清晰的工作权限、建立起一整套标准的规则。他们喜欢能够生产出具体产品或提供具体服务的商业工作。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 销售／服务</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•警察局高级职员／侦探</li><li>•情报检索服务社代理人 </li>
            <li>•政府雇员</li><li>•陆军军官 </li>
            <li>•管教人员</li><li>•房地产代理商 </li>
            <li>•体育设备／商品销售商</li><li>•教养所所长</li>
        </ul>
    </div>
    <p>
        市政服务工作能够满足ISTJ服务于社区的愿望。他们喜欢维护服务或保护所有人的社会系统。他们喜欢在制度分明的环境中工作。无论是发布命令还是接受命令他们都做得很好。他们运用自己的知识和过去的经验果断地、有效地处理当前的问题。他们对事实和细节有非常好的记忆力，无论做什么，他们都用自己的实践经验作出判断。他们喜欢销售真实有形的产品，从中他们可以获得个人收益。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">-金融</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•银行查帐员</li><li>•投资担保人</li><li>•税收监察员</li><li>•预算分析员 </li>
            <li>•股票经纪人</li><li>•房地产策划人</li><li>•信贷分析员</li>
        </ul>
    </div>
    <p>
        ISTJ拥有数学方面的天才。他们能记住有关事实和细节的数字，并能在必要时引用它们来支持自己的观点。他们不会轻易转移注意力，工作时特别专心、辛苦，工作成果既准确又细致。金融领域的职业需要以下才能：能很好地独立工作；能够吸收大量数据；能够进行精确的计算，这些都是ISTJ所具有的。
    </p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 销售／服务业</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•学校校长</li><li>•教师：技术／工业／数学／物理 </li>
            <li>•图书管理员</li><li>•管理者</li>
        </ul>
    </div>
    <p>
        教育领域的职业对ISTJ是非常适合的，尤其是那些管理和技术方面的工作。ISTJ能够很好地管理学校或课程的运行。他们通过实践寻找维持系统运行的可能性和方法。管理方面和图书馆方面的职业使ISTJ能够独力工作，运用他们客观的分析能力处理数据，如考试成绩、预算等。教书对ISTJ也很适合，特别是一些技术和实践的科目能为他们提供很多学习和教授的机会。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 法律／技术</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•法律调查员</li><li>•律师秘书 </li>
            <li>•电工</li><li>•工程师 </li>
            <li>•机械师</li><li>•计算机程序设计员 </li>
            <li>•科学作家</li><li>•律师秘书／律师专职助手 </li>
            <li>•药品经销商／调查员</li><li>•脑电图技术专家／技师 </li>
            <li>•地质学家</li><li>•气象学家 </li>
            <li>•航空机械师</li><li>•机械／工业／电子工程师 </li>
            <li>•农业科学家</li>
        </ul>
    </div>
    <p>
        职员工作，如果是处于一种适合的环境，也能给ISTJ型的人提供满足。关键因素是在一种积极支持的气氛中运用他们实际技能的能力。当作为小组一部分而工作，或处于一种能尊重个人隐私和成长的稳定环境中时，ISTJ型的人工作总很出色。他们喜欢能让他们创造和保持愉快的、个性化的工作环境的职业部门。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 销售／服务业</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•学校校长</li><li>•教师：技术／工业／数学／物理 </li>
            <li>•图书管理员</li><li>•管理者</li>
        </ul>
    </div>
    <p>
        教育领域的职业对ISTJ是非常适合的，尤其是那些管理和技术方面的工作。ISTJ能够很好地管理学校或课程的运行。他们通过实践寻找维持系统运行的可能性和方法。管理方面和图书馆方面的职业使ISTJ能够独力工作，运用他们客观的分析能力处理数据，如考试成绩、预算等。教书对ISTJ也很适合，特别是一些技术和实践的科目能为他们提供很多学习和教授的机会。</p>
    <p class="primaryend">
    </p>
    <h2>
        <span class="fontred">- 保健</span></h2>
    <div class="mbti_cot">
        <ul>
            <li>•兽医</li><li>•普通外科医师 </li>
            <li>•牙医</li><li>•护理指导员 </li>
            <li>•保健指导员</li><li>•药剂师 </li>
            <li>•实验室技术人员</li><li>•医学研究者 </li>
            <li>•最初保健护理医师</li><li>•生物学和医学技术专家 </li>
            <li>•运动生理学家</li><li>•药剂师／配药技术员</li>
        </ul>
    </div>
    <p>
        ISTJ经常投身于医药行业，特别喜欢就职于一些有着传统制度的医院。他们对病人保持密切的关心，耐心地倾听他们的诉说，并给他们提供一些有思想、有节制的建议，制定出恰当的治疗计划。ISTJ还是保健方面成功的指导者，他们尽心尽力地工作，承担应尽的义务，履行应负的责任。他们喜欢有条理的工作环境，在这种环境中他们能朝着目标前进，按时完成应做的工作。牙科和药剂学需要更多的技巧，因此为ISTJ所喜爱。因为他们善于抓住事实信息，并且能够永远保留这些信息。</p>
    <p class="primaryend">
    </p>
    <h2>
        2.对组织的贡献</h2>
    <p>
        •行事坚定，按部就班；
    </p>
    <p>
        •关注所管理事务的具体细节，小心谨慎；
    </p>
    <p>
        •能恰当、得体地安排工作事务；
    </p>
    <p>
        •讲信用、守承诺；
    </p>
    <p>
        •在良好的组织机构中工作较佳。</p>
    <p class="primaryend">
    </p>
    <h2>
        3.领导风格</h2>
    <p>
        •通常运用经验和对事实的把握作出决策；
    </p>
    <p>
        •在履行职责时，表现可靠、稳定和始终如一；
    </p>
    <p>
        •尊重传统和等级制度；
    </p>
    <p>
        •欣赏和鼓励那些照规矩办事的人；
    </p>
    <p>
        •关注当前的、实际存在的组织需求。</p>
    <p class="primaryend">
    </p>
    <h2>
        4.潜在缺陷</h2>
    <p>
        •忽略日常工作的长远影响；
    </p>
    <p>
        •不注意微妙的人际信息；
    </p>
    <p>
        •有时表现得不灵活，僵化；
    </p>
    <p>
        •相对更期望他人循规蹈矩，而不鼓励创新。</p>
    <p class="primaryend">
    </p>
    <h2>
        5.适合的工作环境</h2>
    <p>
        •所在组织中，成员工作努力并且关注事实和结果；
    </p>
    <p>
        •工作能够提供一定的安全感和稳定性，并能考虑个人隐私；
    </p>
    <p>
        •领导认可和赞赏稳健的工作方式；
    </p>
    <p>
        •结构化的；
    </p>
    <p>
        •有序的；
    </p>
    <p>
        •工作取向。</p>
    <p class="primaryend">
    </p>
    <div class="tit3 tit5">
        个人发展建议</div>
    <p>
        现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。"如何通过这些信息使你在这份工作上取得更大的成功"，这是关键所在。</p>
    <br />
    <p>
        运用你的能力非常容易，你成功的秘诀在于：</p>
    <p>
        <strong>• 要敢于探索新的可能性；</strong></p>
    <p>
        <strong>• 更多考虑人性的因素；</strong></p>
    <p>
        <strong>• 要乐于接受新事物。</strong></p>
    <br />
    <p>
        个人发展建议是我们咨询师多年测评职业咨询和职业生涯规划的心得体会和经验总结，我们意识到以下的建议中有很多是难以完全照办的，但只要你花 时间认真思考，一定会对你有极大的帮助和改变：</p>
    <div class="tit3 tit5">
        发展建议</div>
    <div class="job acvice">
        <ul>
            <li><a href="#">除了眼前的现实，需要关注问题的更广泛的枝节； </a></li>
            <li><a href="#">需要考虑人的因素；需要尝试新的东西以避免墨守陈规； </a></li>
            <li><a href="#">需要对那些不太在意规则而努力创新的人保持足够耐心； </a></li>
        </ul>
    </div>
</div>
<div class="contants">
    <h3>
        * 报告申明</h3>
    <p>
        本研究报告的结果是基于您的性格与职业发展测评系统的原始数据，以及我们的职业数据库大样本分析的结果得出：其准确性依赖于您的测评数据本身，以及样本的可靠程度；</p>
    <p>
        虽然我们已经做出了迄今为止最大的努力去收集并完善我们的职业数据库大样本群，我们仍然不能完全确保其结果对于每个人的有效性与可靠程度； 职业生涯规划需要基于测评对象的性格、兴趣、能力，以及现实状态等多种因素，本研究报告仅是您进行完整职业生涯规划的辅助部分，请咨询专业指导咨询顾问，为您提供更加完整的咨询与建议；</p>
    <p>
        本报告的保密义务由参与测试者自身承担，请务必妥善保管好您的电子报告或纸面报告。</p>
    <br />
    <br />
    <br />
</div>
