<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="FruitSenior.aspx.cs" Inherits="GaoKao.CePing._16PF.FruitSenior" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>16pf高级测评报告</title>
    <link href="../css/style.css" rel="stylesheet" type="text/css" />
    <script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
    <style type="text/css">
        img
        {
            margin: 0px;
            border: 0px;
            padding: 0px;
        }
        .style1
        {
            text-align: justify;
            font-size: 10.5000pt;
            font-family: "Times New Roman";
            margin: 0pt;
        }
    </style>

    <script type="text/javascript">
        window.moveTo(-4, -4);
        window.resizeTo(window.screen.availWidth + 9, window.screen.availHeight + 9);
    </script>
</head>
<body>
    <form id="form1" runat="server">
    <div class="mbtitu hightu1">
        16pf</div>
    <div class="hightu2">
        初级测评报告</div>
    <div class="mbtitu3">
    </div>
    <div class="contants">
        <div class="tit1 tit4">
            16pf初级测评报告</div>
    </div>
    <div class="contants">
        <div class="tit3 tit5">
            前言</div>
        <p>
            16种人格因素问卷是美国伊利诺州立大学人格及能力测验研究所卡特尔教授编制的用于人格检测的一种问卷，简称16PF。根据一项研究，1971—1978年间被研究文献引用最多的测验中，16PF仅次于MMPI排居第二。在一项关于心理测验在临床上应用的调查中，16PF排第五。卡特尔是人格特质理论的主要代表人物，对人格理论的发展作出了很大的贡献。要介绍16PF，不能不提到特质理论，因为16PF是伴随着卡特尔的人格特质理论而发展的，二者可谓"相辅相成"。</p>
    </div>
    <div class="contants">
        <div class="tit3 tit5">
            简介</div>
        <h2>
            一、卡尔特16种人格因素理论</h2>
        <p>
            （1）表面特质与根源特质 表面特质是指一群看起来似乎聚在一起的特征或行为，即可以观察到的各种行为表现。它们之间是具有相关性的。根源特质是行为的最终根源和原因。它们是堆砌成人格的砖块。每一个根源特质控制着一簇表面特质。透过对许多表面特质的因素分析便可找到它们所属的根源特质。</p>
        <p>
            （2）能力特质、气质特质与动力特质 能力特质与认知和思维有关，在16PF中主要由智慧因素(B因素)表示，决定工作的效率。行为的情绪、情感方面则表明了气质和风格的特质。动力特质与行为的意志和动机方面有关。
        </p>
        <p>
            （3）个别特质和共同特质 卡特尔赞同阿尔波特的观点，认为人类存在着所有社会成员共同具有的特质(共同特质)和个体独有的特质，即个别特质(指表面特质)。虽有共同特质，但共同特质在各个成员身上的强度却各不相同(指根源特质)。
        </p>
        <p>
            （4）体质特质和环境塑造特质 卡特尔认为16PF中有些特质是由遗传决定的，称为体质根源特质，而有些特质来源于经验，因此称为环境塑造特质。卡特尔认为在人格的成长和发展中遗传与环境都有影响。他十分重视遗传的重要性，曾试图决定每一根源特质的特殊遗传成分。
        </p>
        <p>
            卡特尔在其人格的解释性理论构想的基础上编制了16种人格因素问卷，从16个方面描述个体的人格特征。这16个因素或分量表的名称和符号分别是：乐群性(A)、聪慧性(B)、稳定性(C)、恃强性(E)、兴奋性(F)、有恒性(G)、敢为性(H)、敏感性(I)、怀疑性(L)、幻想性(M)、世故性(N)、忧虑性(O)、实验性(Q1)、独立性(Q2)、自律性(Q3)、紧张性(Q4)。有关这16个因素的说明可详见测验指导书。
        </p>
        <p>
        </p>
        <h2>
            二、测评目的</h2>
        <p>
            大学生在职业生涯规划时，必须充分注意到自己的性格和职业的适宜性。性格是指一个人在生活中形成的对现实的稳定的态度和行为方式。研究表明，性格影响着一个人的职业取向，由于性格的不同，每个人对工作和职业的态度也是不同的。一定的性格必然适合从事一定的职业。
        </p>
        <h2>
            三、测评功能</h2>
        <p>
            从乐群、聪慧、自律、独立、敏感、冒险、怀疑等16个相对独立的人格特点对人进行描绘，并可以了解应试者在环境适应、专业成就和心理健康等方面的表现。在人事管理中，16PF能够预测应试者的工作稳定性、工作效率和压力承受能力等。可广泛应用于心理咨询、人员选拔和职业指导的各个环节，为人事决策和人事诊断提供个人心理素质的参考依据。
        </p>
        <h2>
            四、适用对象</h2>
        <p>
            本测验测适用范围很广，凡是有相当于初中以上文化程度的青、壮年和老年人都适用。16PF属于团体施测的量表，当然也可以个别施测。
        </p>
    </div>
    <div class="contants">
        <div class="tit3 tit5">
            您的测评结果</div>
    </div>
    <div class="contants">
        <p>
            <strong>因素A—乐群性：<asp:Label ID="lab_a" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            乐群性是指一个人喜欢和群体在一起生活和工作的个性特征，乐群性的反面是孤独的个性。</p>
        <p>
            乐群性是衡量一个人个性内倾还是外倾的重要标志，和一个人的性格息息相关。有些人“乐群性”高，有些人则相反。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred ">高：</span>外向、热情、开朗。</p>
        <p>
            通常表现为待人和蔼可亲，与人相处融洽，合作与适应能力特别强；喜欢和别人共同工作，愿意参加或组织各种社团活动，不斤斤计较，容易接受别人的批评等。</p>
        <p class="di">
            <span class="fontred ">低：</span>缄默、孤独、冷漠。</p>
        <p>
            通常表现为执拗、对人冷漠、落落寡合，吹毛求疵，宁愿独自工作，对事不对人，不轻易放弃已见，为人工作的标准常很高，严谨而不苟且。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>善于与人沟通，从小就比较合群，在家庭和社会中的沟通较多，懂得与人交往的艺术。</p>
        <p class="di">
            <span class="fontred  di">低：</span>不善于与人沟通，往往从小就比较孤僻，家庭环境中沟通比较少，从未真正学会与人交往的艺术。</p>
        <p>
        </p>
        <p>
            教师和推销员多系高A，而物理学家和电机工程师则多系低A。前者需要时时应付人与人间的复杂情绪或行为问题，而仍然能够保持其乐观的态度。后者则必须极端的冷静、严肃与正确才能圆满地完成其任务。</p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred ">高：</span>一个性格外向的人，善于与人交往，知道如何与别人沟通，懂得如何表达自己的感情，这将使他的心灵越来越开放，心胸也会越发豁达，因此心境会非常阳光、乐观向上。</p>
        <p class="di">
            <span class="fontred ">低：</span>一个过于内向的人，不善于与人交往，不知道如何与别人沟通，不懂得如何表达自己的感情，这将使他的心灵越来越孤僻，越来越陷入一个自我的孤独，也可能因此而发展成病态的心境。</p>
        <p>
        </p>
        <h3>
            健康影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 阳光乐观的心态让你的工作和生活没有过多的心里压力，能够经常保持愉快的心境，不会给身体带来很多负担，有利于防止许多老年疾病的出现，如老年忧郁症等，让自己健康长寿。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 人格日益缺陷，不仅仅使自我难以实现，也让生理健康特别是老人的寿命长短受到影响。知道自己是否乐群外向，可以有意识地调节自己情绪和对待生活的态度，让自己能保持愉快的心境，有利于防止许多老年疾病的出现，如老年忧郁症等，让自己能健康长寿。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span>一般来说，在现代企业中提倡团队协作精神，乐群性较高的人性情开朗，往往会较受人欢迎。</p>
        <p class="gao">
            现代社会的很多工作都需要同事之间配合，打团体战，善于与人交往的员工往往喜欢与人合作，能够合理利用同伴的资源优势，因此完成相同的工作，付出的努力和压力就要比其他同事少的多。</p>
        <p class="di">
            <span class="fontred  di">低：</span>一般来说，在现代企业中提倡团队协作精神，乐群性较低的人性情喜孤独，往往易受人排斥。</p>
        <p class="di">
            现代社会的很多工作都需要同事之间配合，打团体战，不善于与人交往的员工往往不善于与人合作，只能孤军奋战，不能合理利用别人的资源优势，因此完成相同的工作，付出的努力和压力就要比其他同事大得多。</p>
        <p class="di">
            不善于与人交往的员工往往也想“会说话”，但是长期的封闭，使他们不了解别人的心理和情感，说起话来往往只能从自己的角度出发，这就使他们很难与别人建立真正良好的人际关系，陷于进退两难尴尬的境地。</p>
        <p class="di">
            不善与人交往的员工在职场中经常会有一种“被伤害”的感觉。其实别人可能没有故意伤害他，时间长了，导致没有人愿意和他交往，这也是让他感到有“压力”的原因之一。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “乐群性”较低的人可通过下面的途径改善人际关系，减轻工作压力：</p>
            <p>
                在人际交往面前不要逃避和退缩，要从职场中的点点滴滴学习人际交往的方法和技巧。</p>
            <p>
                在交往中不要对自己有完美主义的要求，不要太在意别人的看法。</p>
            <p>
                学会放下负担、轻松做人，那时就会发现，同样还是你这个人，别人却很喜欢跟你交往，工作压力随之也会减轻。</p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素B——聪慧性：<asp:Label ID="lab_b" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            <strong>概念</strong></p>
        <p>
            与智商不同，聪慧性是结合先天智商，以及后天的教育、经验、经历、环境所锻炼出的能力后，综合判断的因素。</p>
        <p>
            高智商的人擅长完成一件复杂的事；高聪慧的人擅长将复杂的事变得简单（两者并不冲突）。</p>
        <p>
            <strong>案例</strong></p>
        <p>
            用“十位数四则运算”为例 —— 高智商：5秒钟算出； 高聪慧：不计算，直接使用计算器。
        </p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 智能较高，抽象性思维，聪敏（学习能力较强）。</p>
        <p>
            高聪慧性主要表现为聪明、富有才识，善于抽象思考问题和解决问题，高聪慧性的人常学习能力比较强，思考敏捷，变通能力较强，处理问题能力做到举一反三。受教育程度、健康的身心状态、广博的知识基础和丰富的实践阅历是高聪慧性的前提保证。</p>
        <p class="di">
            <span class="fontred  di">低：</span>智能较低、具体性思维，迟钝（学习能力低）。</p>
        <p>
            低聪慧性主要表现为思想迟钝，学识浅薄，抽象思考能力差，处理一般性问题的能力低。低聪慧性主要是对知识基础的深入掌握，缺乏灵活处理问题的能力，也可能与心理状态不稳定、身体状态不好、缺乏实践能力等因素有关，并可以通过自己的努力学习不断提高自己的聪慧性。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p>
            专业训练需要高B，但从事例行职务的人如打字员、电话生、家庭主妇等，则因高B而对于例行琐务发生厌恶，不能久安其职。</p>
        <p>
        </p>
        <p>
            教师和推销员多系高A，而物理学家和电机工程师则多系低A。前者需要时时应付人与人间的复杂情绪或行为问题，而仍然能够保持其乐观的态度。后者则必须极端的冷静、严肃与正确才能圆满地完成其任务。</p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            学习影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 虽然不一定能拥有更快的掌握和记忆知识的头脑，但他们会利用多种方法来帮助自己，不会死板的去学习和记忆，擅长用多种方法来解决问题，不容易钻死进胡同，擅长灵活变通。</p>
        <p class="di">
            <span class="fontred  di">低：</span>可能你拥有很高的智商，可能你能够按照所学知识按部就班的解决一道很难的题目，但你很发现其实有更简单的方法。学习做事容易死板，不擅变通。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 你可以让复杂的事变的简单，可以找到各种渠道各种方法来帮助自己，因此完成相同的工作，付出的努力和压力就要比其他同事少的多，且完成的质量可能更好更快。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 你喜欢按部就班的完成每一件事，在工作生活中缺乏变通能力，因此工作效率和压力会比较大，完成相同的工作需要付出的努力相对较多。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “聪慧性”较低的人可通过下面的途径提高自己的聪慧度：</p>
            <p>
                尽量将眼界放开，走出原有的环境，多经历一些事情，多结交一些人，哪怕是自己不喜欢的，这样可以积累更多的经验、将自己所能看到的世界放大。</p>
            <p>
                日常生活中，别人为人处世以及做事的方式要去多留意，不要先入为主的否定，想想为什么，想想和看看对方“这样做的结果”，时刻提醒自己“任何人都有他的优点，任何人都是老师”，这样可以学习到别人的经验，让你知道“原来事情可以这样做”；</p>
            <p>
                丰富自己的业余生活和兴趣爱好，丰富自己的知识面，不用深入，只需关注即可，这样可让自己的思想意识更加开阔，接受经验、知识、思想的能力更强。</p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素C—稳定性：<asp:Label ID="lab_c" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            稳定性是指一个人的自我力的强弱，内心是否强大，在工作和生活中是否能让自己保持稳定冷静的状态。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 情绪稳定，能面对现实，安静、成熟（自我力强）。</p>
        <p>
            高分者趋向于情绪成熟、稳定，对生活采取现实态度，做事不慌忙。能面对现实。高者通常以沉着的态度应付现实中的各项问题。行动充满魄力，能振动勇气，维持团体的精神。</p>
        <p class="di">
            <span class="fontred  di">低：</span>受情感影响，情绪不稳定，易颓废（自我力低弱）。</p>
        <p>
            低分者趋向于在困难条件下表现出对挫折的耐受性差，情绪波动明显，疲倦、烦躁，有时显得幼稚。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p>
            情绪稳定而成熟，有时对不能解决的情绪问题采取退出方法，有禁欲倾向。有时高C也可能由于不能彻底解决许多生活难题，而不得不自我宽解。</p>
        <p>
        </p>
        <p>
            情绪激动，易生烦恼。容易受环境的支配，而心神动摇不定。不能面对现实，时时会暴躁不安，身心疲乏，甚至有失眠、噩梦、恐怖等症相。</p>
        <p>
        </p>
        <p>
            创业者、管理者、教师、机器工程师、推销员、救火队队员等，凡需要应付日常生活各种难题者应有高C。但是凡能随心所欲安排自己工作进度的人，如作家、邮差或清道工等，则虽系低C、尚无大碍。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 内心强大而拥有韧性，不惧怕困难和逆境，同时也懂得知难而退。在遇到不能解决的问题时，能够很好的自我安慰，拿得起放的下。因此容易形成乐观、坚韧的性格。</p>
        <p class="di">
            <span class="fontred  di">低：</span>内心脆弱，面对问题容易烦恼，情绪波动性大，受环境、人和事物的影响大，很容易给自己和周围的人带来不好的影响，通常都患有一定程度的精神问题。</p>
        <p>
        </p>
        <h3>
            健康影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span> 乐观、坚韧的性格使你面对任何困难都能以较好的心态去面对，心理的强大使你不易因情绪的波动而给身体带来过大的负担。</p>
        <p class="di">
            <span class="fontred  ">低：</span> 脆弱、易受伤，情绪不稳定，这些都会给你的身体造成负担，不仅易患心理疾病，也会降低身体的抵抗力，年长后易患疾病。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span> 内心强大的人在工作中具有较好的抗压能力，面对困难和挫折，能够保持冷静的头脑，做出清晰的判断，因此工作状态拥有较高的稳定性，能够胜任高压性工作。</p>
        <p class="di">
            <span class="fontred  ">低：</span> 内心脆弱的人在工作中面对问题和逆境易产生负面情绪，大多喜欢抱怨，对工作、领导和同事易产生不满，影响工作质量，从而产生新的问题。如此容易产生恶性循环，使自己的身心疲惫，工作不顺。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “稳定性”较低的人可通过下面的途径改善心理状态，提高工作稳定性：</p>
            <p>
                生活中多参与一些减压和娱乐活动，缓解压力的同时改善心情；</p>
            <p>
                突破心理的障碍，寻求心理医生的帮助，这是很正常的行为，并不代表什么。在西方，人们就诊心理医生是非常普遍的行为，因为他们认为“当我的心情和精神状态很不好的时候，肯定是心理出现了什么问题，这是不好的，这会影响到我的工作和生活，甚至可能会给身边的人带来伤害，医生可以帮助我恢复正常”。甚至于当他们在恋爱上或者家庭中遇到什么问题时，也会很冷静的去寻求心理医生的帮助。</p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素E—恃强性：<asp:Label ID="lab_e" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            恃强性指个体自认为与其他个体相比，自己是否更具备超出其他个体能力的自我感觉及由此给他人的印象。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 主观武断、攻击、竞争、顽固（统治性）。</p>
        <p class="gao">
            高分者倾向于严厉、独断专横，不友善、对别人责备过分。统治别人，不怕强权。主动且自视很高。</p>
        <p class="di">
            <span class="fontred  di">低：</span>谦虚、和蔼、顺从、适应环境（和善性）。</p>
        <p class="di">
            低分者倾向于谦让、温顺，安于现状，缺乏自信，易依赖别人，对指责易产生焦虑。坦白而通融。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            好强固执，独立积极。通常自视甚高，自以为是。可能非常的武断，对驾驭不及他的人，常会反抗权势者。</p>
        <p>
        </p>
        <p class="di">
            温顺，迎合别人的意旨，也可能因为希望可遇而不可求，即使处在十全十美的境地，也有"事事不如人"之感，但和自卑不同。</p>
        <p>
        </p>
        <p>
            一般地，领袖以及有地位、有成就的人多属高E。救火队员和航空飞行员的因素E高。男人较女人高。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span> 自信心旺盛，可能会听取别人的意见，但哪怕是比自己成功很多的人的建议和经验，也仅当成参考，只相信自己的经验和能力。常觉得别人、尤其是领导不如自己，逆反心理极强，容易得罪人，通常情况下性格张扬。也有另一种完全相反的情况，表面上并不张扬，能听取别人的话，但实际上内心只相信自己。</p>
        <p class="di">
            <span class="fontred  ">低：</span>在任何方面都常常觉得别人比自己强，但并非自卑。内心非常的谦虚，学习别人的经验，性格温顺。但总会迎合别人的想法，及时在自己更强或者更加正确的时候，也会遵从他人，缺乏自信和主见。</p>
        <p>
        </p>
        <h3>
            健康影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span> 自信心过于旺盛、不敢寄人篱下，因此在某些环境下，不能踏实的前进，易产生负面情绪，加上精神易亢奋，会使心脏的负荷过大。</p>
        <p class="di">
            <span class="fontred  ">低：</span> 性情温顺，但过于谦逊和不自信，因此日常工作和生活中会给自己带来很多不必要的麻烦，尤其在得不到他人的帮助时，面对问题会由于不相信自己的能力而束手无策，易给精神和身体带来一定压力。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span>在独立工作中表现的非常优秀，优秀的工作能力，工作效率很高。但不擅长团队合作，喜欢指挥别人。如果作为领导，有时可能会非常武断，但执行力极强；作为下属，常会对领导的决策和能力产生否定心理，容易得罪同事和领导。</p>
        <p class="di">
            <span class="fontred  ">低：</span>温顺谦逊，为人低调。工作中不仅对领导会绝对服从，容易接受别人的建议，但却总是忽略自己的想法和能力。可能会不善拒绝他人拜托的事情，即使这非常不合理。</p>
        <p>
        </p>
        <h2 class="h2two">
            5. 改善途径</h2>
        <div class="gao">
            <p>
                “恃强性”较高的人可通过下面的途径改善人心理状态和人际关系：</p>
            <p>
                自我调节方面，必须克制心理障碍，放下身段，听取身边人的意见并认真考虑，试着偶尔否定自己的想法但不要太多，多看些教人“谦逊”的文章和经典案例；</p>
            <p>
                由于太过自信，很难发现自身的问题，即使发现了，也很难很好的自我调整。加上不易听取别人的意见，所以要想有效的改善自身状况，需要一个比自己内心更强的存在。推荐寻找心理医生的帮助，同时如果有个能力远高于自己且气场强大的人能够经常给予意见最好。</p>
        </div>
        <div class="di">
            <p>
                “恃强性”较低的人可通过下面的途径改善心理状态，提高自信心：
            </p>
            <p>
                在一些并不重大的事情上，尽量依靠自己的能力和想法去完成任务和解决问题；
            </p>
            <p>
                在重大的决策上，试着想想别人想法中的不足，并提出自己的想法，得到否定时由于原本的状态并不会怎样。即使被否定了，也不要气馁，继续勇敢地去反驳或者提出新的想法，当得到肯定时，你的自信心会得到很大的提高。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素G—有恒性：<asp:Label ID="lab_g" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            有恒性指一个人在工作生活中的责任心和将责任坚持到底的恒心。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 有良心、有恒心、稳重、守法（超我力强）。</p>
        <p class="gao">
            高分者通常细心周到有始有终。是非善恶是他的行为指针。所结交的朋友多是努力苦干的人。不十分欣赏诙谐有趣的场合。</p>
        <p class="di">
            <span class="fontred  di">低：</span>不审慎、责任感缺乏、轻浮（超我力弱）。</p>
        <p class="di">
            低分者倾向于意志易动摇，缺乏奉公守法的精神。由于不受集体约束，故有可能发生反社会行为。但有时这却使他更健康，因为拒绝受规律约束使他在应激中发生较少躯体不适感。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            倾向于性格严峻，有强烈责任心，有计划，善宽容。喜欢勤奋聪明的人，有道德，细心周到善始善终。这些特点是出自于内心而迫切需求的，并非在表面上体现追求。</p>
        <p>
        </p>
        <p class="di">
            苟且敷衍，缺乏奉公守法的精神。通常缺乏较高的目标和理想，对于人群及社会没有绝对的责任感，甚至于有时不惜知法犯法，不择手段以达到某一目的。</p>
        <p>
        </p>
        <p>
            各种社团组织的领袖需要高G。业务管理和警察具有极高的因素G。任性纵欲，纵火杀人的罪犯，因素G极低。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  ">高：</span>责任心很强，负责到底，细心周到，肯能会追求完美。</p>
        <p class="di">
            <span class="fontred  ">低：</span>对人对事经常敷衍，不喜欢承担责任，做事总是“差不多就好”。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred">高：</span>持恒负责，做事尽职。</p>
        <p class="gao">
            <span class="fontred">低：</span>因缺乏责任感，为达目的可以不择手段，所以常常能有效地解决实际问题，而无须浪费时间与精力，但伴随一定风险。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “有恒性”较低的人可通过下面的途径帮助改善自己，提高责任心：</p>
            <p>
                首先从有关自己的小事做起，尽可能的将一些事做的细致或持久，比如坚持每天打扫家务、做饭和跑步；</p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素F—兴奋性（活泼性）：<asp:Label ID="lab_f" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            兴奋性指一个人在生活和工作中与人交往的活跃度、心理对他人的开放程度、生活态度和工作态度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 主观武断、攻击、竞争、顽固（统治性）。</p>
        <p class="gao">
            高分者倾向于愉悦、健谈，坦白、生气勃勃，富于表情。对人对事，热心而富有感情。轻松兴奋，随遇而安，经常被选为领导，但是有时也可能会冲动，以致行为变幻莫测。</p>
        <p class="di">
            <span class="fontred  di">低：</span>严肃、谨慎、认真、沉默寡言（冷淡）。</p>
        <p class="di">
            低分者倾向于克制、沉默、内省、有时会郁郁寡欢、抑郁、过分审慎。哎独处，甚至自我压抑。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            往往情感外露，热情奔放，能从很多事情中发掘出兴奋，然后在绘声绘色的描述中，尽情回味其中的欢乐。活泼型性格的人热情开朗，几乎对任何事情都表现出乐观和热心。内心简单且开放，对人对事非常豁达，少有烦恼。不容易孤独，但惧怕孤独。</p>
        <p>
        </p>
        <p class="di">
            不善于表达自己的情感，本能的克制亢奋的心态，会自我反省，可能会有较强的孤独感，但同时对孤独具有很强的耐力。谨小慎微，易生烦恼，有时可能会抑郁。</p>
        <p>
        </p>
        <p>
            行政主管人员多有高F。竞选人必有高F，才能获得选民的爱戴；实验技术人员则不必有高F。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span>喜欢与人交往，乐观向上，很容易开心，负面情绪很少。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 性格孤僻，喜欢独处，细心，但容易忧心忡忡，通常有一定自闭倾向。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 在工作中喜欢与人交往，人缘很好，擅长团队合作，但有时会由于心思不够细腻谨慎容易说错话、办错事。在逆境中能保持乐观的心态去面对，加上高兴奋度，常常处于亢奋状态，因此工作效率很高。但有时会因为容易冲动，而犯下错误。</p>
        <p class="di">
            <span class="fontred  di">低：</span>内省而不轻易发言，较消极、忧郁。有时候可能过分深思熟虑，又近乎骄傲自满。在职责上，他常是认真而可靠的工作人员。</p>
        <p>
        </p>
        <h2 class="h2two">
            5. 改善途径</h2>
        <div class="gao">
            <p>
                “兴奋性”较高的人可通过下面的途径帮助自己，在冲动时加以适当的抑制：</p>
            <p>
                多听取周围人的建议，认真考虑，听一些旋律平和安静的音乐，有助于冷静下来思考问题；</p>
        </div>
        <div class="di">
            <p>
                “兴奋性”较低的人可通过下面的途径改善心理状态，提高自信心：
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素H—敢为性：<asp:Label ID="lab_h" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            敢为性是指在社交情况下的交际能力、在社会情境中为人处世轻松自如的程度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 好冒险、勇于社交，放任主动（鲁莽）。</p>
        <p class="gao">
            > 高分者倾向于愉悦、健谈，坦白、生气勃勃，富于表情。对人对事，热心而富有感情。轻松兴奋，随遇而安，经常被选为领导，但是有时也可能会冲动，以致行为变幻莫测。</p>
        <p class="di">
            <span class="fontred  di">低：</span>胆小、克制、羞怯、怯懦（畏怯）。</p>
        <p class="di">
            低分者倾向于胆小退缩，小心谨慎，喜欢安静，常有自卑感。说话缓慢而口吃，缺乏自信心。特别对异性反应胆小，甚至不感兴趣。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            拥有较强的冒险精神，少有顾忌，渴望成功</p>
        <p>
        </p>
        <p class="di">
            畏怯退缩，缺乏自信心。通常在人群中羞怯。有不自然的姿态，有强烈的自卑感。</p>
        <p>
        </p>
        <p>
            因素H常随年龄而增强。救火队队员和飞行员有高H，事务员多是低H ，团体领导人必须具有高H。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 高分者倾向于更好社交，喜欢探求新事物，主动并富于情绪反应。在与异性接触中会给人“脸皮较厚”的印象。常粗心大意，忽视细节。喜欢向异性殷勤卖力。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 对人对事经常敷衍，不喜欢承担责任，做事总是“差不多就好”。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 在社会情境中比大多数人都表现自如，敢于寻求新关系；容易与陌生人谈话。敢于放弃，敢于挑战，敢于冒险，成功自然要属于他们这样的人。有时可能太粗心大意，忽视细节，遭受无谓的打击与挫折。</p>
        <p class="di">
            <span class="fontred  di">低：</span>拙于发言，更不愿和陌生人交谈。凡事采取观望的态度。有时由于过分的自我意识而忽视了社会环境中的重要事物与活动。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “敢为性”较低的人可通过下面的途径帮助改善自己，提升魄力：</p>
            <p>
                多做运动，强健的体魄有助于提高自信心；</p>
            <p>
                学会注意自己的形象，可以从衣着、饰物、用品的品质方面得到一定的自信心；</p>
            <p>
                从小事做起，去做一些以前不敢想或者不敢做的事，比如游泳等，逐步提高；</p>
            <p>
                英国的席巴-史密斯有过这样一句话：“许多天才因缺乏勇气在这世界消失。每天默默无闻的人们被送入坟墓，他们由于胆怯，从未尝试着努力过；他们若能接受诱导而起步，就极有可能功成名就。”经常用一些励志的名言和案例事迹激励自己。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素I—敏感性：<asp:Label ID="lab_i" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            敏感性是指是否过度的在意细节带来的感受和变动并善于将之放大，然后做出相应的反应。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 软心肠、敏感、过爱（慈爱）。</p>
        <p class="gao">
            高分者倾于敏感善良，易受感动。但有时过分不讲实际，易感情用事，缺乏耐心与恒心。</p>
        <p class="di">
            <span class="fontred  di">低：</span>硬心肠、自持，现实（狠心）。</p>
        <p class="di">
            低分者倾于固执任性，注重实际，有时显得冷酷。办事有逻辑性，安于自足，自持其力。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>非常感性，心情和状态容易受各种事物的影响。猜疑心较重，总觉得别人在背后说自己坏话，或给自己使坏。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>理智，着重现实，自食其力。重视文化修养，以及对一些主观和感情用事的看法，可能过分客观、骄傲，冷酷无情。</p>
        <p>
        </p>
        <p>
            室内设计者、音乐家、艺人、女人属高I，而法官、裁判、工程师、外科医生、统计师等则多属低I，高I似与精神病及其他心理不正常症状有关。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 容易为小事而苦恼，同样也会为一件小事而莫名的开心一阵子。说明白点就是敏感的人比较容易往心里去，感性。同时，敏感的人心思较为细腻缜密，具有较强的洞察力。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 面对人事物，客观公正，相对较为冷酷，相比情感更注重事实，理性远远高于感性。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 因为猜疑心重，不能轻松自然地与人交往，久而久之不仅自己心情不好，也影响到人际关系。同事由于过度敏感，容易受到各种人事物的影响，因此不能维持良好的工作状态，降低工作效率。</p>
        <p class="di">
            <span class="fontred  di">低：</span>低者多以客观、坚强、独立的态度处理当前的问题。非常务实，能很好的分析、解决问题。不易受外界影响，工作状态稳定。</p>
        <p>
        </p>
        <div class="go">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “敏感性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                猜疑的人通常过于敏感。敏感并不一定是缺点，对事物敏感的人往往有灵气，有创造力，但如果过于敏感，特别是与人交往时过于敏感，就需要想办法加以控制了。</p>
            <p>
                自我暗示法这是一种对自己施加某种积极的影响，从而调整心境、情境和加强自我意识的方法。当发现别人有某些“可疑”行为时，应该暗示自己要冷静，应作全面分析和了解，不要暗想乱猜。</p>
            <p>
                大智若愚法在一些生活细节上不必斤斤计较，可以糊涂些，这样就可以避免自己的烦恼。</p>
            <p>
                开诚布公法世界上不被误会的人是没有的，关键是我们要尽快消除误会，如果误会得不到尽快的解除，就会发展为猜疑；猜疑不能及时解除，就可能导致不幸。所以如果可能的话，最好同你“怀疑”的对象开诚布公地谈一谈，以便弄清真相，解除误会。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素L—怀疑性：<asp:Label ID="lab_l" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            怀疑性是指对他人产生信任感的难易度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 多疑、不相信、难受欺骗（警惕）。</p>
        <p class="gao">
            高分者倾于敏感善良，易受感动。但有时过分不讲实际，易感情用事，缺乏耐心与恒心。</p>
        <p class="di">
            <span class="fontred  di">低：</span>信任别人，易接受意见，易相处（松懈）。</p>
        <p class="di">
            低分者倾于依赖随和，安全感强，嫉妒心低，能迎合别人的意见，易相处。常无猜忌，不与人角逐竞争，顺应合作，善于体贴人。但容易受人欺骗而上当。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>猜疑心很重，不信任他人，防范心理过强。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>对他人比较容易产生信任感，安全感，因此平静随和，缺乏防范心理。</p>
        <p>
        </p>
        <p>
            在团体活动中，低L是以团体福利为前提的忠实分子，因素L过分高者常常成事不足，败事有余。工程师、机工、精神病护理员多是低L，而行政人员和警察常是高L。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 由于对他人的不信任，容易孤立自己，影响人际关系，被他人远离后会更难建立信任感。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 平易近人，信赖同伴同时可以被人信赖、依靠。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 由于对他人的不信任，不擅长团队合作，在工作环境中容易被孤立，即使得到帮助也会因为怀疑别人的用心而处处防范，降低工作效率；但由于防范心理极强，适合某些业务交涉工作；</p>
        <p class="di">
            <span class="fontred  di">低：</span> 由于对他人的信任感和安全感很强，因此可以和同伴很好的合作互助，同时建立相互的信任感和安全感，让工作事半功倍；但由于缺乏防范心理，易受欺骗。</p>
        <p>
        </p>
        <h2 class="h2two">
            5. 改善途径</h2>
        <div class="di">
            <p>
                “怀疑性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                在重大事情面前，回想一些自己或自己看到的被欺骗的事例，从而提高警惕度，以免上当受骗；</p>
            <p>
                经常和大家玩一些“需要说谎”的游戏，如“杀人游戏”、“谁是内奸”等等。</p>
            <p>
        </div>
        <div class="go">
            “怀疑性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                多参与一些团体活动，和同事一起参加拓展训练，通过训练项目拉近举例，增加信任感；
            </p>
            <p>
                试着拜托一些人一些事，然后放心的让他们去帮你办，中途不要干涉、监视和询问，直到对方完成你托付的事情，这样有助于自己对他人产生较深的信任感。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素M—幻想性：<asp:Label ID="lab_m" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            幻想性是指人的内心世界活跃程度和相对限制的状态。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 幻想、狂放不羁、心不在焉（幻想）。</p>
        <p class="gao">
            高分者倾向于幻想，狂放任性富于想象，往往自得其乐，自我陶醉。通常忽视生活细节和现状，常从自己的动机兴趣出发。</p>
        <p class="di">
            <span class="fontred  di">低：</span>现实，合乎成规，踏实（实干）。</p>
        <p class="di">
            低分者倾向于注重现实，办事力求稳妥，合乎成规。对生活细节较重视，能考虑自己的行为活动是否合乎社会规范。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>有时会陶醉于自我幻想中，忽视现实的状况；形象力丰富，富有创意。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>注重现实状况，对虚幻的事物兴趣度较低，喜欢从实际出发考虑问题和做事，但较为死板。</p>
        <p>
        </p>
        <p>
            艺术家、作者及从事研究者多有高M。低M多选择需要实际、机警、脚踏实地的工作。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 狂放不羁，通常忽视生活的细节，以本身的动机、当时的兴趣等主观因素为行为的出发点。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 较为传统、认真、务实，为人索然寡趣。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 工作中常不拘小节，工作方式和内容多样，富有创意和创造性，但有时也过分不务实际，近乎冲动，因而容易被人误解及奚落。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 通常先要斟酌现实条件，而后决定取舍；不鲁莽从事。在紧要关头时，也能保持镇静，有时可能过分重视现实。</p>
        <p>
        </p>
        <h2 class="h2two">
            5. 改善途径</h2>
        <div class="gao">
            <p>
                “幻想性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                在重大事情面前，尽量听取别人意见，学习前人经验；</p>
            <p>
                从房间布置到着装，以及生活中的小事，给自己一定规范，从细节的规范中影响自己，使自己掌握好创造性、冲动性和自律性之间的度，更好的适应社会环境。</p>
        </div>
        <div class="di">
            <p>
                “幻想性”较低的人可通过下面的途径帮助帮助自己：</p>
            <p>
                多听一些多种风格的音乐，尝试去接受；
            </p>
            <p>
                看一些优秀的童话和科幻小说、电影作品，培养丰富的兴趣爱好，丰富想象力。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素N—事故性：<asp:Label ID="lab_n" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            事故性是指人在社会环境中人际交往的圆滑度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 世故、善于社交、圆滑（精明能干）。</p>
        <p class="gao">
            高分者倾于世故，为人机灵，办事老练，近乎于狡猾。聪明且善于社交，对别人有洞察力，善精打细算。</p>
        <p class="di">
            <span class="fontred  di">低：</span>坦白直率、天真、老实（朴实无华）。</p>
        <p class="di">
            低分者倾于纯朴，为人坦白，易相信人，但有时处于被动状态。社交上笨拙，甚至对社交回避。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>为人圆滑，在不同的人面前说不同的话，很少讲真实的自己表现出来，是带着面具生活的人。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>在人面前表现出的是真实本质的自己，不善伪装。</p>
        <p>
        </p>
        <p>
            科学家、工程师、飞行员多系高N。教师、神父、护士等多有低N，教师的因素N不应太高，低N使他不苛求责难，能容忍同情学生的缺点。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span>为人处世非常圆润，在人际交往中游刃有余；信任度低，疑心重，防范心理强，心思缜密，成熟稳重。</p>
        <p class="di">
            <span class="fontred  di">低：</span>棱角分明，容易伤害他人，也容易信任他人，不擅长人际交往；防范心理较低，粗心甚至略显笨拙，诚实老实，稍显幼稚。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 圆滑的处世和人际交往能力，使你可以有效的利用周围的资源，并将其结合自己的能力发挥到极致，对工作帮助非常大。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 不擅长变通，不擅长应对某些工作，但对需严谨客观一丝不苟的工作非常擅长。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “事故性”较低的人可通过下面的途径帮助帮助自己：</p>
            <p>
                多参与社交活动，在可以接受的情况下，冒着可能会吃亏的危险从事一些交际活动，能够帮助自己成长。</p>
            <p>
                多看一些介绍人情世故、斗智斗勇方面的书籍，之后将其加入到日常聊天的内容，注意书中的人物、事情细节和他人的分析结论，逐渐提升自己在这方面的意识。</p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素O—忧虑性：<asp:Label ID="lab_o" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            忧虑性是指在各种状态和环境下，对已经或可能发生的不好的情况的忧心程度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 忧虑抑郁、烦恼多端（内疚倾向）。</p>
        <p class="gao">
            高分者倾向于自我内疚，常烦恼自扰，甚至沮丧悲观，感到不如人。有时缺乏生活勇气，时有犯罪感。</p>
        <p class="di">
            <span class="fontred  di">低：</span>安静沉着，有自信心（安闲无虑）。</p>
        <p class="di">
            低分者倾向于自信，生活自足快乐，安静而镇定，悠然自得，少烦恼。信心充足，乐观安详。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>可能敏感，容易产生紧张情绪，缺乏安全感。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>沉着冷静，有着“船到桥头自然直”的心理。</p>
        <p>
        </p>
        <p>
            年老的女招待、低级办事员以及终生碌碌未尽如意的作家等有高O。职业运动员、电机工、消防员、护士等多低O。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span>因容易焦虑，所以情绪不稳定，易受外界影响，可能暴躁。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 遇事沉着，能保持清晰的头脑，乐观，因此在面临突发事件的时候，能够冷静的处理。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 因常对问题和可能发生的问题产生很强的焦虑，做事常未雨绸缪，但面对突发状况或未考虑到的状况时，应对能力较低。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 不擅长未雨绸缪，事先准备工作可能会不够充分，引发问题；但工作态度乐观，不怕困难和问题，善于冷静的分析解决各种问题和困难完成工作。</p>
        <p>
        </p>
        <div class="gao">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “忧虑性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                多听一些安静舒缓和让人心情愉悦的音乐，培养丰富的兴趣爱好，丰富自己的业余娱乐生活，培养心境；</p>
            <p>
                练习瑜伽，练习时播放安静的纯音乐，锻炼心境、耐性；</p>
            <p>
                在一些小事上，试着不去担心结果，顺气自然的发展，对可能出现的问题进行临时处理，锻炼自己的应变能力。
            </p>
            <p>
                “忧虑性”较低的人可通过下面的途径帮助帮助自己：
            </p>
            <p>
                在准备工作时，让自己处在一个安静封闭的环境下，仔细的思考工作实施中可能会出现的问题，在脑中模拟整个过程，以避免一些不必要的麻烦。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素Q1—实验性：<asp:Label ID="lab_q1" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            实验性是指看待传统行为观念的态度，以及开拓创新的勇气程度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 思想自由，苛求任性（激进）。</p>
        <p class="gao">
            高者通常喜欢考验一切现有的理论与事实，而予以新的评价，不轻易判断是非，企图了解较前卫的思想与行为。可能经多见广。愿意充实自己的生活经验，有分析批判能力。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 尊重传统观念，善忍受（保守）。</p>
        <p class="di">
            低分者坚持以往所受的教育，对新观念的接受小心谨慎，对新思潮不感兴趣，严守惯例，在宗教和政治上较保守。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>通常厌恶传统的束缚，喜欢探索、打破常规，不喜欢稳定的生活状态，喜欢变化的环境，好奇心旺盛。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>通常无条件地接受社会中许多相沿已久而有权威性的见解，不愿尝试探求新的境界。</p>
        <p>
        </p>
        <p>
            行政主管、激进的政治家、科学家都必须具有高Ql ；护士、教师、神父与许多未受高深教育的技工等则多有低Q1,神经病人的因素Q1亦较低。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 不拘泥于现实，批评观点激进，喜欢多了解少说教。较多倾向于生活实践，较能耐受烦扰和变革。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 保守，传统，对新生事物和思想很难理解和认同，且常常激烈地反对新思潮以及一切新的变动。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 工作中擅长变通，不拘泥于一种形式，能够想到更多的方式达到目的，除了创新能力之外，更有开拓新道路的能力和魄力，成功人士中不发此类人。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 用传统的方式思考问题和进行工作，有一定稳定性，对工作认真负责；但缺乏变通能力，影响工作效率，且没有突破性，在竞争节烈的时代，较难有所作为。</p>
        <p>
        </p>
        <div class="gao">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “实验性”较低的人可通过下面的途径帮助帮助自己有所突破：</p>
            <p>
                多参与和关注一些新生事物，了解各方面知识，丰富兴趣爱好，了解一些非传统的或者新的行业及其运作和工作方式，通过这些成功的案例来开拓自己的眼界；</p>
            <p>
                经常玩一玩的创意益智类游戏，多参与多人活动，不要先入为主的否定“非传统”的思想和观点，试着听取、分析和接受。</p>
            <p>
                在一些小事上，试着不去担心结果，顺气自然的发展，对可能出现的问题进行临时处理，锻炼自己的应变能力。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素Q2—独立性：<asp:Label ID="lab_q2" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            独立性是指在决策问题时以及日常生活工作中，依赖他人的程度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 自立、当机立断，自恃（独立性）。</p>
        <p class="gao">
            高分者习惯于我行我素，不依赖他人，也无意支配或控制别人。不讨厌别人，也不需他人有好感。在性格上是独立的。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 依赖、随群附众、寻伴（集体依附性）。</p>
        <p class="di">
            低分者喜欢与别人一起工作和决定问题，喜欢寻求社会鼓励。缺乏个人决断，需要集体支持，但不一定要群居生活。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>独立但并不孤独，内心坚韧、倔强，承受力强。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>不自信，不够坚强，容易受伤，害怕失败受挫。</p>
        <p>
        </p>
        <p>
            科学家、行政主管等多有高Q2,低Q2者多不能胜任需要随机应变能力的职务。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 自立自强、当机立断。喜欢自主，不依赖别人，内心通常比较倔强、坚韧。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 依赖、随群附和，常常放弃个人的主见而附和取得别人的好感，非常典型的从众心理。需要团体的支持以维持其自信心，却并非真正的和群者。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 倔强不服输，越战越勇，因此个人工作能力很强；但不擅长团队合作。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 工作中需要鼓励和认可，缺乏主见，需要和别人一同工作和决定问题，不擅长独立工作。</p>
        <p>
        </p>
        <div class="gao">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “独立性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                建议选择独立性较强的工作。若在团队中，则尽量配合他人，可以提出自己的主见，但要抱着尊重他人的想法，听从别人的建议。</p>
            <p>
                “忧虑性”较低的人可通过下面的途径帮助帮助自己建立信心，提高独立工作能力：</p>
            <p>
                在团队中，你可能是个非常优秀的执行者。在自信心方面，建议从身边的小事做起，试着提出一下自己的主见（如点菜），逐步提高自己的主见意识和自信心。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素Q3—自律性：<asp:Label ID="lab_q3" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            自律性是指在工作生活中，规范自身行为意识能力的程度。</p>
        <p>
            从本质上讲，自律就是你被迫行动前，有勇气自动去做你必须做的事情。自律往往和你不愿做或懒于去做但却不得不做的事情相联系。“律”既然是规范，当然是因为有行为会越出这个规范。比如，刷牙洗脸是每天必须要做的事情，但是有一天你回到家筋疲力尽，如果你倒床就睡，是在放纵自己的行为；如果你克服身体上的疲惫，坚持进行洗漱，这是你自律的表现。人们往往会遇到一些让自己讨厌或行动受阻挠的事情，而在这种情况下，你就应该克服对情绪的干扰接受考验。
        </p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span> 自律严谨、言行一致（自我克制力强）。</p>
        <p class="gao">
            高分者对自己的情绪和行为一般有较强的控制能力，有社会认识且谨慎，自尊心强，有时顽固。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 矛盾冲突、不明大体（自制能力低）。</p>
        <p class="di">
            低分者不为意志的克制而操心，在矛盾冲突时难顾大体，很少考虑社会要求，常感不能适应环境。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>心理较为健康，性格向上，能保持良好的心态。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>心理不一定不想自律，但克制能力较低，不足以抑制自身的惰性。</p>
        <p>
        </p>
        <p>
            高Q3者多具有领袖能力的才干，主管、电机工和生产部门的成功也需要高Q3； 生活适应有问题者多有低Q3。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 通常言行一致，能够合理地支配自己的感情行动。为人处世，总能保持其自尊心，赢得别人的尊重，有时却不免太固执己见。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 过于自我，通常既不能克制自己，又不能尊重礼俗，更不愿考虑别人的需要，充满矛盾，却无法解决。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 自律性高的人在工作中能够抑制自己的惰性、欲望和负面情绪，保证稳定良好的工作状态。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 自律性低的人在工作中难以管束自身，可能被惰性、欲望和负面情绪所支配，脱离工作状态，不负责任，在矛盾中过于自我不能顾全大局，因此严重影响工作质量。</p>
        <p>
        </p>
        <div class="di">
            <h2 class="h2two">
                5. 改善途径</h2>
            <p>
                “自律性”较低的人可通过下面的途径帮助帮助自己：</p>
            <p>
                看一些励志书籍、增强自己的内心强韧度；</p>
            <p>
                从小事做起，规范自己的行为和责任感，一点一点的逐步提高；</p>
            <p>
                参与相关培训和锻炼，并结合心理医生的帮助，可以更有效的改善情况。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            <strong>因素Q4—紧张性：<asp:Label ID="lab_q4" runat="server" CssClass="fen_Z"></asp:Label>分</strong></p>
        <h2 class="h2two">
            1. 简介</h2>
        <p>
            紧张性是指在面临事态时，对事态发展和进度的关注和急迫程度。</p>
        <h2 class="h2two">
            2. 具体表现</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>紧张困扰、冲动劳累（紧张性高）。</p>
        <p class="gao">
            高分者常紧张、兴奋、不安、无忍耐性，常匆匆忙忙而心神不安。时常感到疲劳、焦虑。</p>
        <p class="di">
            <span class="fontred  di">低：</span>心平气和、松懈宁静（紧张性低）。</p>
        <p class="di">
            低分者倾向于平静松弛，生活愉快，不颓丧。有时由于过分满足反而导致懒惰和效率低。</p>
        <p>
        </p>
        <h2 class="h2two">
            3. 心理分析</h2>
        <p class="gao">
            <span class="fontred  gao">高：</span>性急，易紧张，容易把很多事情当成任务，急于完成。</p>
        <p>
        </p>
        <p class="di">
            <span class="fontred  di">低：</span>性慢，压力低，面对事态不慌不忙，非常冷静。</p>
        <p>
        </p>
        <p>
            未能在生活或职业中发挥本身才智潜能的人多具高Q4,如餐店招待，家庭主妇，缺乏生活保障的工作等。
        </p>
        <h2 class="h2two">
            4. 各方影响</h2>
        <h3>
            性格影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 紧张困扰，激动挣扎。高者通常缺乏耐心，心神不安，态度兴奋。时常感觉疲乏，又无法彻底摆脱以求宁静。在社群中，他对于人事一切都缺乏信念。每日生活战战兢兢，而不能自己。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 心平气和，闲散宁静。低者通常知足常乐，保持内心的平衡。也可能过分疏懒，缺乏进取心。</p>
        <p>
        </p>
        <h3>
            工作影响</h3>
        <p class="gao">
            <span class="fontred  gao">高：</span> 工作效率很高，但同时也由于急于求成，完成质量可能不够高。</p>
        <p class="di">
            <span class="fontred  di">低：</span> 做任何工作都不紧不慢，可能工作细致，但效率很低。</p>
        <p>
        </p>
        <h2 class="h2two">
            5. 改善途径</h2>
        <div class="gao">
            <p>
                “紧张性”较高的人可通过下面的途径帮助帮助自己：</p>
            <p>
                多听些节奏舒缓的音乐，业余时间尝试慢节奏的生活，让内心平静，用冷静的头脑去处理工作，提高工作质量。</p>
        </div>
        <div class="di">
            <p>
                “紧张性”较低的人可通过下面的途径帮助帮助自己：</p>
            <p>
                在工作中给自己规定较短的时间限制去完成工作，如果自律不足可以找人帮助监督督促，培养适当的紧张感以提高工作效率。
            </p>
        </div>
    </div>
    <div class="contants">
        <p>
            您可以通过申请<strong class="fontblue">《16pf高级测评报告》</strong>获得更全面的分析建议。</p>
    </div>
    <script type="text/javascript">
        $(".contants").each(function (n) {
            var obj = $(this);

            var levl = "gao";
            var fen = $(this).find(".fen_Z").text();

            switch (n) {
                case 0:  //a
                    if (fen > 8.87) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 1:  //b
                    if (fen > 8.17) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 2:  //c
                    if (fen > 14.41) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 3:
                    //e
                    if (fen > 11.41) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 4:
                    //f
                    if (fen > 12.60) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 5:
                    //g
                    if (fen > 12.60) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 6:
                    //h
                    if (fen > 10.56) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 7:
                    //i
                    if (fen > 10.49) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 8:
                    //l
                    if (fen > 11.82) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 9:  //m
                    if (fen > 12.51) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 10:
                    //n
                    if (fen > 8.82) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 11:
                    //o
                    if (fen > 10.64) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 12:
                    //q1
                    if (fen > 11.84) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 13:
                    //q2
                    if (fen > 12.86) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 14:
                    //q3
                    if (fen > 12.30) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;
                case 15:

                    //q3
                    if (fen > 11, 12) {
                        levl = "gao";
                    }
                    else {
                        levl = "di";
                    }
                    break;

            }

            if (levl == "gao") {
                $(this).find(".fen_Z").parent().append("<span>（高）</span>")
                obj.find(".di").hide();

            }
            else {
                $(this).find(".fen_Z").parent().append("<span>（低）</span>")
                obj.find(".gao").hide();
            }
        });
    </script>
    <div class="contants  cyxg">
        <div class="tit1 tit4">
            16pf高级测评报告</div>
        <div class="tit3 tit5">
            次元人格因素分析</div>
        <p>
            在16个人格因素的基础上，卡特尔进行了二阶因素分析，综合16种人格因素信息，得到了4个二阶公共因素，并计算出从一阶因素求二阶因素的多重回归方程。</p>
        <h2>
            1. 适应与焦虑性X1：在面对不同环境、际遇时所表现出的适应能力和焦虑程度。<span class="fontred">（<asp:Label 
                ID="lab_CYX1" runat="server"></asp:Label>
            ）</span></h2>
        
        <p>
            <strong>低分者特征：</strong> 倾向于焦虑性较低，通常感心满意足，能做到所期望的和认为有重要意义的事，生活适应顺利。</p>
        <p>
            如分数极低时，可能对困难的工作缺乏毅力，事事知难而退，不肯艰苦奋斗与努力。也许是对困难的工作缺乏动机，正如一般认为焦虑与成就之间的关系看法那样。</p>
        <br />
        <p>
            <strong>高分者特征：</strong> 焦虑性高、易激动、易出现不满意感，可能易患神经症。</p>
        <p>
            不一定有神经症，因为它可能是情境性的，但也可能有一些调节不良的情况，即对生活上所要求的和自己意欲达成的事情常感到不满意。通常易于激动、焦虑，高度的焦虑不但减低工作的效率，而且也会影响身体的健康。</p>
        <h2>
            2.内外向性X2：个人精力投放的主要方向。<span class="fontred">（<asp:Label 
                ID="lab_CYX2" runat="server"></asp:Label>
            ）</span></h2>
        <p>
            式中字母分别代表16种人格因素的标准分。由公式求得的最后分数即代表"适应与焦虑性"的高低。(以下同)</p>
        <p>
            <strong>低分者特征：</strong> 内倾，趋于胆小，自足，通常羞怯而审慎，在与别人接触中采取克制态度，拘谨不自然。</p>
        <p>
            这种类型无所谓好坏，主要取决于在哪种情况下采取这种态度，内向者较专心，擅长从事较精确的工作。</p>
        <br />
        <p>
            式中字母分别代表16种人格因素的标准分。由公式求得的最后分数即代表"适应与焦虑性"的高低。(以下同)</p>
        <p>
            <strong>高分特征：</strong> 外倾，开朗，通常善于交际，不拘小节。</p>
        <p>
            在社交上开朗、不受压抑，与人接触良好。在需要这种性格类型的情况下，善于从事社会交往方面的工作，例如贸易。相对的，不适合学术研究等较为精细的工作。</p>
        <br />
        <h2>
            3. 感情用事与安详机警性X3：个人处理问题和处世上所表现出的安详性与机警性。<span class="fontred">（<asp:Label 
                ID="lab_CYX3" runat="server"></asp:Label>
            ）</span></h2>
        <p>
            <strong>低分特征</strong> 情感丰富，容易感到困扰不安，遇问题需经反复考虑才能决定。遇到挫折容易气馁。它可能是缺乏信心、颓丧的类型，对生活中的细节较为含蓄敏感，性格温和，讲究生活艺术。</p>
        <p>
            <strong>高分特征</strong> 富有事业心、果断、刚毅、精力充沛、行动迅速、有进取精神，但常常过分现实，忽视生活上的细节，缺乏生活情趣。只对明显的事物注意，有时会考虑不周，不计后果，冒然行事。</p>
        <br />
        <h2>
            4. 怯懦与果敢性X4：个人进行决定时表现出的独立性和决断力。<span class="fontred">（<asp:Label 
                ID="lab_CYX4" runat="server"></asp:Label>
            ）</span></h2>
        <p>
            式中字母分别代表16种人格因素的标准分。由公式求得的最后分数即代表"适应与焦虑性"的高低。(以下同)</p>
        <p>
            <strong>低分者特征：</strong> 低分者个性被动，常人云亦云、优柔寡断、受人驱使而不能独立；依赖性强，希望及需求别人支持，对支持他的人在行动上常适应其需求，因而事事迁就，以获取别人的欢心。</p>
        <p>
            <strong>低分者特征：</strong>果断、独立、露锋芒、有气魄，有攻击性的倾向，通常会主动地寻找可以施展这种行为的环境或机会，以充分表现自己的独创能力，并从中取得利益。</p>
    </div>

    <script type="text/javascript">
        $(function () {
            $(".cyxg  .fontred  span").each(function () {
                var fen = $(this).text();

                if (fen > 5) {
                    $(this).html(fen+"&nbsp;&nbsp;高");
                }
                else {
                    $(this).html(fen + "&nbsp;&nbsp;低");
                }
            });
        });
    
    </script>

    <div class="contants">
        <div class="tit3 tit5">
            应用人格因素分析</div>
        <p>
            应用性人格因素分析是以统计标准和社会适应性标准这双重标准为根据的。由于在社会适应的现实情境中某种行为表现往往是多种人格因素共同作用的结果，因此要分析人在某一实践领域的实际表现，就必须将多种人格因素的得分结合起来进行综合分析。</p>
        <h2>
            1. 心理健康因素Y1 <span class="fontred">（<asp:Label ID="lab_Xinli" runat="server"></asp:Label>
                ）</span></h2>
        <p>
            <strong>测评结果：</strong></p>
        <p>
            <strong>1、 情绪可能不够稳定，易产生较多的负面心理，发生波动，建议做适当的心理治疗；（0~12）</strong></p>
        <p>
            <strong>1、 正面心理一般，遇事可能会产生负面情绪，但能够一定程度的加以抑制；（13~27）</strong></p>
        <p>
            <strong>1、 乐观、积极、向上，很少会有负面情绪，即使产生也会很快振作起来。（28~40）</strong></p>
        <p>
            心理健康状态几乎是一切职业及事业成功的基础，心理不健康者，其学习及工作效率都会因之降低。心理健康的主要因素是：情绪稳定（高C），轻松兴奋（高F），有自信心（低O），心平气和（低Q4），其推算公式为：</p>
        <p>
            心理健康者标准分通常介于0—40分之间，均值为22分，一般不及12分者情绪颇不稳定，仅占人数分配的10%。担任艰巨工作的人都应有较高的心理健康标准分。</p>
        <h2>
            2.专业而有成就者的人格因素Y2 <span class="fontred">（<asp:Label ID="lab_ZhuanYe" runat="server"></asp:Label>）</span></h2>
        <p>
            <strong>测评结果：</strong></p>
        <p>
            <strong>1、 在专业上取得较高成就的可能性较低，虽然即使付出足够的努力，也未必能够达到你心中所期望的目标，但若放弃努力，就一点机会也没有；（1~？）</strong></p>
        <p>
            <strong>2、 在专业上取得较高成就的可能性一般，你可能需要付出更多的努力来达到目标；（？~66）</strong></p>
        <p>
            <strong>3、 在专业上取得较高成就的可能性较高，但也要结合机遇、努力程度、个人经历和经验；（67~100）</strong></p>
        <p>
            智力高低固然是选择专业人才的标准，但是某些人格因素也是取得专业成就的重要成分。这些因素主要有：知己知彼、自律谨严（高Q3），有恒负责（高G），情绪稳定（高C），好强固执（高E），精明能干而世故（高N），自立、当机立断（高Q2），自由、批评、激进（高Q1）。其推算公式为：</p>
        <p>
            通常总和分数介于10—100分之间，平均为55分，60分约等于标准分7，63分以上者约等于标准分8、9、10，总和67分以上者一般能有所成就的可能性更大。</p>
        <h2>
            3. 创造力强者的人格因素Y3 <span class="fontred">（<asp:Label ID="lab_ChuangZao" runat="server"></asp:Label>）</span></h2>
        <p>
            <strong>测评结果：</strong></p>
        <p>
            <strong>1、 您的创造力较低，建议选择较为稳定的工作；（1~3）</strong></p>
        <p>
            <strong>2、 您的创造力一般，建议选择较为稳定的工作，但有机会时，也可尝试适当的突破；（4~8）</strong></p>
        <p>
            <strong>3、 您的创造力很强，在积累一定经验、能力以及人脉后，如果遇到恰当的时机和环境，可以勇敢的尝试突破自我，创造新的价值；（9~10）</strong></p>
        <p>
            具有较高创造力的人一般具有以下几个人格因素：缄默孤立（低A），聪慧富有才识（高B），好强固执（高E），严肃审慎（低F），冒险敢为（高H），敏感、感情用事（高I），幻想、狂放不羁（高M），坦白直率（低N），自由、批评、激进（高Q1），自立、当机立断（高Q2）。其推算公式为：</p>
        <div class="tab1">
            <p>
                由上式得到因素总分可通过下表换算成相应的标准分，标准分越高，其创造力越强。</p>
            <table width="90%" align="center" cellpadding="4" class="tab3">
                <tr>
                    <td>
                        因素总分
                    </td>
                    <td>
                        15—62
                    </td>
                    <td>
                        63—67
                    </td>
                    <td>
                        68—72
                    </td>
                    <td>
                        73—77
                    </td>
                    <td>
                        78—82
                    </td>
                    <td>
                        83—87
                    </td>
                    <td>
                        88—92
                    </td>
                    <td>
                        93—97
                    </td>
                    <td>
                        98—102
                    </td>
                    <td>
                        103—150
                    </td>
                </tr>
                <tr>
                    <td>
                        <p class="style1">
                            <span style="mso-spacerun: 'yes'; font-size: 9.0000pt; font-family: '宋体';">相当标准分</span></p>
                    </td>
                    <td>
                        1
                    </td>
                    <td>
                        2
                    </td>
                    <td>
                        3
                    </td>
                    <td>
                        4
                    </td>
                    <td>
                        5
                    </td>
                    <td>
                        6
                    </td>
                    <td>
                        7
                    </td>
                    <td>
                        8
                    </td>
                    <td>
                        9
                    </td>
                    <td>
                        10
                    </td>
                </tr>
            </table>
        </div>
        <h2>
            4. 在新环境中有成长能力的人格因素Y4 <span class="fontred">（<asp:Label ID="lab_XinHuanJing" runat="server"></asp:Label>）</span></h2>
        <p>
            <strong>测评结果：</strong></p>
        <p>
            <strong>1、 您在陌生环境中的成长能力偏低，建议选择一个稳定的环境，持之以恒，可能会有不错的发展。在较高的事业目标上成功的可能性较小。（1~16）</strong></p>
        <p>
            <strong>2、您在陌生环境中的成长能力一般，建议选择一个较为稳定的环境，持之以恒，可能会有不错的发展；也可选择变化的环境，多次经历后逐渐成长，可能会有不错的发展。在较高的事业目标上成功的可能性一般。（17~28）</strong></p>
        <p>
            <strong>3、您在陌生环境中的成长能力很好，无论在稳定的环境中还是不断变化的环境中，都会可能有不错的发展。在较高的事业目标上成功的可能性较高。（28~40）</strong></p>
        <p>
            对于陌生的环境，具有较高适应性，并能顺利成长的人，在不断突破自我、变换环境快速成长的过程中会更容易取得成功。关系到这方面的因素一般有：智能较高、学习能力强（高B），有恒负责（高G），自律严谨、言行一致（高Q3），谨慎、认真（低F）。其推算公式为：</p>
        <p>
            总分在4-40之间,平均分为22分.不足17分者点人数颁布的10％，成功的可能性很小。２７分以上者则成功的希望较大。</p>
    </div>
    <div class="contants">
        <div class="tit3 tit5">
            综合分析：</div>
        <p>
            根据对以上数据的综合分析结果可以得知，我<span class="fenxi_hao"></span>；它们可以帮助我在事业上少走弯路，推着我顺利前进；</p>
        <p>
            但同时，我又<span class="fenxi_huai"></span>，在前进的道路上，它们可能会是我的一道道障碍，给我带来一定的麻烦，需要慢慢克服。
        </p>
        <p>
            因此，我在继续保持综上所述的优点之外，还应该积极改善自身存在的不足，不断地使自己向着更加完善的方向发展。
        </p>
        <p>
            我的基本表现为：<span class="jibenbiaoxian"></span>。
        </p>
        <h3>
            针对性建议：</h3>
        <p>
            我应该<span class="jianyi_hao"></span>；我应该<span class="jianyi_huai"></span>。我应该扩大自身的视野，不要把自己框定在一个既定框架中，尝试突破自我，争取成为更优秀、稳定、成熟的人。</p>
    </div>
    </form>
    <div class="ciyi" style="display: none;">
        <div class="gao">
            <div class="a">
                <div class="tezheng">
                    乐群外向
                </div>
                <div class="gaishan">
                    发挥团队合作的优势
                </div>
            </div>
            <div class="b">
                <div class="tezheng">
                    聪慧、富有才识
                </div>
                <div class="gaishan">
                    充分发挥聪慧的优势
                </div>
            </div>
            <div class="c">
                <div class="tezheng">
                    情绪稳定
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="e">
                <div class="tezheng">
                    好强固执
                </div>
                <div class="gaishan">
                    试着听取一些建议
                </div>
            </div>
            <div class="f">
                <div class="tezheng">
                    轻松兴奋
                </div>
                <div class="gaishan">
                    更加严谨和细心
                </div>
            </div>
            <div class="g">
                <div class="tezheng">
                    有恒负责
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="h">
                <div class="tezheng">
                    冒险敢为
                </div>
                <div class="gaishan">
                    行动前考虑周全
                </div>
            </div>
            <div class="i">
                <div class="tezheng">
                    敏感、感情用事
                </div>
                <div class="gaishan">
                    面对事物尽量保持理性
                </div>
            </div>
            <div class="l">
                <div class="tezheng">
                    怀疑、刚愎
                </div>
                <div class="gaishan">
                    试着信任别人
                </div>
            </div>
            <div class="m">
                <div class="tezheng">
                    幻想、狂放不羁
                </div>
                <div class="gaishan">
                    学会现实、避免沉浸在幻想中
                </div>
            </div>
            <div class="n">
                <div class="tezheng">
                    精明能干、世故
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="o">
                <div class="tezheng">
                    忧虑抑郁、烦恼多端
                </div>
                <div class="gaishan">
                    乐观向上、树立自信
                </div>
            </div>
            <div class="q1">
                <div class="tezheng">
                    自由、激进
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="q2">
                <div class="tezheng">
                    自立、当机立断
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="q3">
                <div class="tezheng">
                    知己知彼、自律谨严
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="q4">
                <div class="tezheng">
                    心平气和
                </div>
                <div class="gaishan">
                    在工作中适当具有一定紧张感
                </div>
            </div>
        </div>
        <div class="di">
            <div class="a">
                <div class="tezheng">
                    缄默孤独
                </div>
                <div class="gaishan">
                    打开心灵、尝试多与人接触
                </div>
            </div>
            <div class="b">
                <div class="tezheng">
                    迟钝、学识浅薄
                </div>
                <div class="gaishan">
                    拓展知识面
                </div>
            </div>
            <div class="c">
                <div class="tezheng">
                    情绪激动
                </div>
                <div class="gaishan">
                    安定心境
                </div>
            </div>
            <div class="e">
                <div class="tezheng">
                    谦逊顺从
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="f">
                <div class="tezheng">
                    严肃审慎
                </div>
                <div class="gaishan">
                    增加一些幽默感
                </div>
            </div>
            <div class="g">
                <div class="tezheng">
                    权宜敷衍
                </div>
                <div class="gaishan">
                    学会承担责任
                </div>
            </div>
            <div class="h">
                <div class="tezheng">
                    畏怯退缩
                </div>
                <div class="gaishan">
                    锻炼勇气
                </div>
            </div>
            <div class="l">
                <div class="tezheng">
                    理智、着重实际
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="i">
                <div class="tezheng">
                    信赖随和
                </div>
                <div class="gaishan">
                    有一定防范心理
                </div>
            </div>
            <div class="m">
                <div class="tezheng">
                    现实、合乎常规
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="n">
                <div class="tezheng">
                    坦白直率、天真
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="o">
                <div class="tezheng">
                    安详沉着、有信心
                </div>
                <div class="gaishan">
                </div>
            </div>
            <div class="q1">
                <div class="tezheng">
                    保守、服餍传统
                </div>
                <div class="gaishan">
                    开拓眼界、建立更广阔的世界观
                </div>
            </div>
            <div class="q2">
                <div class="tezheng">
                    依赖、随附群众
                </div>
                <div class="gaishan">
                    有一定主见
                </div>
            </div>
            <div class="q3">
                <div class="tezheng">
                    矛盾冲突、不明大体
                </div>
                <div class="gaishan">
                    规范律己
                </div>
            </div>
            <div class="q4">
                <div class="tezheng">
                    紧张困扰
                </div>
                <div class="gaishan">
                    放宽心态，不过度紧张困扰
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        function GetRandomNum(Min, Max) {
            var Range = Max - Min;
            var Rand = Math.random();
            return (Min + Math.round(Rand * Range));
        }


        //移除最后一个，
        function removeLast(ar) {
            var st = ar[ar.length - 1];
            if (st == "," || st == "、") {
                ar.pop();

            }

            return ar;

        }


        //分析
        function analyse() {
            //算法分析
            //准备两个数组，有利和有弊，存储这些类型
            //循环遍历符合自己的然后混总
            var gao = new Array();
            var di = new Array();

            var myxg = new Array();


            var fen;



            $(".fen_Z").each(function (n) {
                fen = $(this).text();

                //区分高低
                switch (n) {
                    case 0:  //a
                        if (fen > 8.87) {
                            gao.push("a");

                        }
                        else {
                            di.push("a");
                        }
                        break;
                    case 1:  //b
                        if (fen > 8.17) {
                            gao.push("b");
                        }
                        else {
                            di.push("b");
                        }
                        break;
                    case 2:  //c
                        if (fen > 14.41) {
                            gao.push("c");
                        }
                        else {
                            di.push("c");
                        }
                        break;
                    case 3:
                        //e
                        if (fen > 11.41) {
                            gao.push("e");
                        }
                        else {
                            di.push("e");
                        }
                        break;
                    case 4:
                        //f
                        if (fen > 12.60) {
                            gao.push("f");
                        }
                        else {
                            di.push("f");
                        }
                        break;
                    case 5:
                        //g
                        if (fen > 12.60) {
                            gao.push("g");
                        }
                        else {
                            di.push("g");
                        }
                        break;
                    case 6:
                        //h
                        if (fen > 10.56) {
                            gao.push("h");
                        }
                        else {
                            di.push("h");
                        }
                        break;
                    case 7:
                        //i
                        if (fen > 10.49) {
                            gao.push("i");
                        }
                        else {
                            di.push("i");
                        }
                        break;
                    case 8:
                        //l
                        if (fen > 11.82) {
                            gao.push("l");
                        }
                        else {
                            di.push("l");
                        }
                        break;
                    case 9:  //m
                        if (fen > 12.51) {
                            gao.push("m");
                        }
                        else {
                            di.push("m");
                        }
                        break;
                    case 10:
                        //n
                        if (fen > 8.82) {
                            gao.push("n");
                        }
                        else {
                            di.push("n");
                        }
                        break;
                    case 11:
                        //o
                        if (fen > 10.64) {
                            gao.push("o");
                        }
                        else {
                            di.push("o");
                        }
                        break;
                    case 12:
                        //q1
                        if (fen > 11.84) {
                            gao.push("q1");
                        }
                        else {
                            di.push("q1");
                        }
                        break;
                    case 13:
                        //q2
                        if (fen > 12.86) {
                            gao.push("q2");
                        }
                        else {

                            di.push("q2");
                        }
                        break;
                    case 14:
                        //q3
                        if (fen > 12.30) {
                            gao.push("q3");
                        }
                        else {
                            di.push("q3");
                        }
                        break;
                    case 15:

                        //q3
                        if (fen > 11, 12) {
                            gao.push("q4");
                        }
                        else {
                            di.push("q3");
                        }
                        break;
                }



            });



            var haogao = "";
            var haodi = "";
            var huaigao = "";
            var huaidi = "";
            var jibenbiaoxian_gao = "";
            var jibenbiaoxian_di = "";

            for (var i = 0; i < gao.length; i++) {
                switch (gao[i]) {
                    case "a":
                        //调取高的数据
                        haogao += "a,";
                        break;
                    case "b":
                        haogao += "b,";
                        break;
                    case "c":
                        haogao += "c,";
                        break;
                    case "g":
                        haogao += "g,";
                        break;
                    case "h":
                        haogao += "h,";
                        break;
                    case "q3":
                        haogao += "q3,";
                        break;
                    case "q4":
                        haogao += "q4,";
                        break;


                    case "e":
                        huaigao += "e,";
                        break;
                    case "i":
                        huaigao += "i,";
                        break;
                    case "l":
                        huaigao += "l,";
                        break;
                    case "o":
                        huaigao += "o,";
                        break;


                    case "f":
                        jibenbiaoxian_gao += "f,";
                        break;
                    case "m":
                        jibenbiaoxian_gao += "m,";
                        break;
                    case "n":
                        jibenbiaoxian_gao += "n,";
                        break;
                    case "q1":
                        jibenbiaoxian_gao += "q1,";
                        break;
                    case "q2":
                        jibenbiaoxian_gao += "q2,";
                        break;




                }
            }

            for (var i = 0; i < di.length; i++) {
                switch (di[i]) {
                    case "e":
                        haodi += "e,";
                        break;
                    case "i":
                        haodi += "i,";
                        break;
                    case "l":
                        haodi += "l,";
                        break;
                    case "o":
                        haodi += "o,";
                        break;


                    case "a":
                        huaidi += "a,";
                        break;
                    case "b":
                        huaidi += "b,";
                        break;
                    case "c":
                        huaidi += "c,";
                        break;
                    case "g":
                        huaidi += "g,";
                        break;
                    case "h":
                        huaidi += "h,";
                        break;
                    case "q3":
                        huaidi += "q3,";
                        break;
                    case "q4":
                        huaidi += "q4,";
                        break;


                    case "f":
                        jibenbiaoxian_di += "f,";
                        break;
                    case "m":
                        jibenbiaoxian_di += "m,";
                        break;
                    case "n":
                        jibenbiaoxian_di += "n,";
                        break;
                    case "q1":
                        jibenbiaoxian_di += "q1,";
                        break;
                    case "q2":
                        jibenbiaoxian_di += "q2,";
                        break;

                }
            }



            var haogaoAr = haogao.split(",");
            var haodiAr = haodi.split(",");
            var huaigaoAr = huaigao.split(",");

            var huaidiAr = huaidi.split(",");
            var jibenbiaoxiangaoAr = jibenbiaoxian_gao.split(",");
            var jibenbiaoxiandiAr = jibenbiaoxian_di.split(",");

            haogaoAr = removeLast(haogaoAr);
            huaigaoAr = removeLast(huaigaoAr);
            haodiAr = removeLast(haodiAr);
            huaidiAr = removeLast(huaidiAr);
            jibenbiaoxiangaoAr = removeLast(jibenbiaoxiangaoAr);
            jibenbiaoxiandiAr = removeLast(jibenbiaoxiandiAr);
            /*************************************************************/
            /*针对性建议*/

            haogao = "";
            haodi = "";
            for (var i = 0; i < haogaoAr.length; i++) {
                //取出数据
                if (haogaoAr[i] != "") {
                    haogao += $(".gao ." + haogaoAr[i] + " .tezheng").text() + "、";
                }
            }

            for (var i = 0; i < haodiAr.length; i++) {
                //取出数据
                if (haodiAr[i] != "") {
                    haodi += $(".di ." + haodiAr[i] + " .tezheng").text() + "、";
                }
            }
            haogao = haogao + haodi;
            if (haogao != "") {
                haogao = haogao.substring(0, haogao.length - 2);
            }
            $(".fenxi_hao").html(haogao);

            huaigao = "";
            huaidi = "";
            for (var i = 0; i < huaigaoAr.length; i++) {
                //取出数据
                if (huaigaoAr[i] != "") {
                    huaigao += $(".gao ." + huaigaoAr[i] + " .tezheng").text() + "、";
                }
            }


            for (var i = 0; i < huaidiAr.length; i++) {
                //取出数据
                if (huaidiAr[i] != "") {
                    huaidi += $(".di ." + huaidiAr[i] + " .tezheng").text() + "、";
                }
            }

            huaigao = huaigao + huaidi;
            if (huaigao != "") {
                huaigao = huaigao.substring(0, huaigao.length - 2);
            }
            $(".fenxi_huai").html(huaigao);

            var jibenbiaoxian = "";
            for (var i = 0; i < jibenbiaoxiangaoAr.length; i++) {
                if (jibenbiaoxiangaoAr[i] != "") {
                    jibenbiaoxian += $(".gao ." + jibenbiaoxiangaoAr[i] + " .tezheng").text() + "、";
                }
            }

            for (var i = 0; i < jibenbiaoxiandiAr.length; i++) {
                if (jibenbiaoxiandiAr[i] != "") {
                    jibenbiaoxian += $(".di ." + jibenbiaoxiandiAr[i] + " .tezheng").text() + "、";
                }
            }


            if (jibenbiaoxian.length > 2) {
                jibenbiaoxian = jibenbiaoxian.substring(0, jibenbiaoxian.length - 2);
            }
            $(".jibenbiaoxian").html(jibenbiaoxian);

            /**************************************************************/
            //针对性建议，好是属性随机选三个
            var haoAr = new Array();

            for (var i = 0; i < haogaoAr.length; i++) {
                if (haogaoAr[i] != "") {
                    haoAr.push(haogaoAr[i]);
                }
            }

            for (var i = 0; i < haodiAr.length; i++) {
                if (haodiAr[i] != "") {
                    haoAr.push(haodiAr[i]);
                }
            }


            var huaiAr = new Array();
            for (var i = 0; i < huaigaoAr.length; i++) {
                if (huaigaoAr[i] != "") {
                    huaiAr.push(huaigaoAr[i]);
                }
            }

            for (var i = 0; i < huaidiAr.length; i++) {
                if (huaidiAr[i] != "") {
                    huaiAr.push(huaidiAr[i]);
                }
            }


            //防止重复
            var notRepeat = new Array();

            //随机抽取3条数据
            var random = 0;



            for (var i = 0; i < 3; i++) {
                random = GetRandomNum(0, haoAr.length);
                random = iteration(random, haoAr.length, notRepeat);
                notRepeat.push(random);
            }

            var hao = "";
            var st = "";
            for (var i = 0; i < 3; i++) {
                st = "";
                if (notRepeat[i] * 1 <= haogaoAr.length) {
                    //haogao
                    st = $(".ciyi .gao ." + haoAr[notRepeat[i]] + " .gaishan").text();

                }
                else {
                    st = $(".ciyi .di ." + haoAr[notRepeat[i]] + " .gaishan").text();
                }

                if (st != "") {
                    hao += (st + ",");
                }

            }

            if (hao != "") {
                hao = hao.substring(0, hao.length - 2);
            }
            $(".jianyi_hao").html(hao);



            notRepeat.length = 0;

            for (var i = 0; i < 3; i++) {
                random = GetRandomNum(0, huaiAr.length);
                random = iteration(random, huaiAr.length, notRepeat);
                notRepeat.push(random);
            }

            var huai = "";

            for (var i = 0; i < 3; i++) {
                st = "";
                if (notRepeat[i] * 1 <= huaiAr.length) {
                    //haogao

                    st = $(".ciyi .gao ." + huaiAr[notRepeat[i]] + " .gaishan").text();


                }
                else {
                    st = huai += $(".ciyi .di ." + huaiAr[notRepeat[i]] + " .gaishan").text();
                }

                if (st != "") {
                    huai = st + ",";
                }

            }


            if (huai != "") {
                huai = huai.substring(0, huai.length - 2);
            }
            $(".jianyi_huai").html(huai);




        }

        //随机数，索引，总数
        function iteration(random, length, Ar) {

            for (var i = 0; i < 3; i++) {
                if (random == Ar[i]) {
                    random = GetRandomNum(0, length);

                    return iteration(random, length, Ar);
                }
            }
            return random;
        }

        analyse();
    </script>
</body>
</html>
