using System;
using System.Collections.Generic;
using System.Linq;
using System.Web;
using System.Web.UI;
using System.Web.UI.WebControls;
using System.Data;

namespace GaoKao.CePing.GLGKZYXZ._16PF
{
    public partial class Fruit :UserBase
    {
        protected void Page_Load(object sender, EventArgs e)
        {
            if (!IsPostBack)
            {
                PfBind();
            }
        }


        #region   性格测评

        void PfBind()
        {
            //获取测评结果
            DataTable dt = DAL.Join_16PfResults.Join_16PfResultsList("[UserId]=" + this.user.StudentId);// + this.user.StudentId);
            if (dt != null && dt.Rows.Count > 0)
            {
                //DataTable newDt = new DataTable();

                lab_a.Text=  dt.Rows[0]["A_type"].ToString();
                lab_b.Text = dt.Rows[0]["B_type"].ToString(); ;
                lab_c.Text = dt.Rows[0]["C_type"].ToString(); ;
                lab_e.Text = dt.Rows[0]["E_type"].ToString(); ;
                lab_f.Text = dt.Rows[0]["F_type"].ToString(); ;
                lab_g.Text = dt.Rows[0]["G_type"].ToString(); ;
                lab_h.Text = dt.Rows[0]["H_type"].ToString(); ;
                lab_i.Text = dt.Rows[0]["I_type"].ToString(); ;
                lab_l.Text = dt.Rows[0]["L_type"].ToString(); ;
                lab_m.Text = dt.Rows[0]["M_type"].ToString(); ;
                lab_n.Text = dt.Rows[0]["N_type"].ToString(); ;
                lab_o.Text = dt.Rows[0]["O_type"].ToString(); ;
                lab_q1.Text = dt.Rows[0]["Q1_type"].ToString(); ;
                lab_q2.Text = dt.Rows[0]["Q2_type"].ToString(); ;
                lab_q3.Text = dt.Rows[0]["Q3_type"].ToString(); ;
                lab_q4.Text = dt.Rows[0]["Q4_type"].ToString(); ;

                #region  将数据存储到键值对中以便排序
                Dictionary<string, float> dic = new Dictionary<string, float>();

                dic.Add("A_type", float.Parse(dt.Rows[0]["A_type"].ToString()));
                dic.Add("B_type", float.Parse(dt.Rows[0]["B_type"].ToString()));
                dic.Add("C_type", float.Parse(dt.Rows[0]["C_type"].ToString()));
                dic.Add("E_type", float.Parse(dt.Rows[0]["E_type"].ToString()));
                dic.Add("F_type", float.Parse(dt.Rows[0]["F_type"].ToString()));
                dic.Add("G_type", float.Parse(dt.Rows[0]["G_type"].ToString()));
                dic.Add("H_type", float.Parse(dt.Rows[0]["H_type"].ToString()));
                dic.Add("I_type", float.Parse(dt.Rows[0]["I_type"].ToString()));
                dic.Add("L_type", float.Parse(dt.Rows[0]["L_type"].ToString()));
                dic.Add("M_type", float.Parse(dt.Rows[0]["M_type"].ToString()));
                dic.Add("N_type", float.Parse(dt.Rows[0]["N_type"].ToString()));
                dic.Add("O_type", float.Parse(dt.Rows[0]["O_type"].ToString()));
                dic.Add("Q1_type", float.Parse(dt.Rows[0]["Q1_type"].ToString()));
                dic.Add("Q2_type", float.Parse(dt.Rows[0]["Q2_type"].ToString()));
                dic.Add("Q3_type", float.Parse(dt.Rows[0]["Q3_type"].ToString()));
                dic.Add("Q4_type", float.Parse(dt.Rows[0]["Q4_type"].ToString()));



                var result = from pair in dic

                             orderby pair.Value   //descending  

                             select pair;


                //KeyValuePair<string, int> pairs = result.i[result.Count()-1]; //返回最后一组元素，即排序最大的

                //性格类型集合
                string[] array = new string[result.Count()];

                //性格类型值集合
                string[] varray = new string[result.Count()];
                int i = 0;
                foreach (KeyValuePair<string, float> pair in result)
                {
                    //排序后的结果
                    array[i] = pair.Key;

                    switch (pair.Key)
                    {
                        case "A_type":
                            if (pair.Value > 8.87f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;

                        case "B_type":
                            if (pair.Value > 8.17f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "C_type":
                            if (pair.Value > 14.41f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "E_type":
                            if (pair.Value > 11.41f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "F_type":
                            if (pair.Value > 12.60f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "G_type":
                            if (pair.Value > 12.60f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "H_type":
                            if (pair.Value > 10.56f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "I_type":
                            if (pair.Value > 10.49f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "L_type":
                            if (pair.Value > 11.82f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "M_type":
                            if (pair.Value > 12.51f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "N_type":
                            if (pair.Value > 8.82f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "O_type":
                            if (pair.Value > 10.64f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "Q1_type":
                            if (pair.Value > 11.84f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "Q2_type":
                            if (pair.Value > 12.86f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "Q3_type":
                            if (pair.Value > 12.30f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        case "Q4_type":
                            if (pair.Value > 11.12f)
                            {
                                varray[i] = "1";
                            }
                            else
                            {
                                varray[i] = "0";
                            }
                            break;
                        default:
                            break;

                    }

                    i++;
                }


                #region  得到性格结果前三名
                //PfS(array[i - 1], varray[i - 1]);
                //PfS(array[i - 2], varray[i - 2]);
                //PfS(array[i - 3], varray[i - 3]);
            

                #endregion


             


                #region

                #endregion

                #endregion
            }
            else
            {
                Basic.MsgHelper.AlertUrlMsg("您的还未进行性格测试不能查看报告，请先测试", "/16PF/Default.aspx");
                return;
            }

        }


        /// <summary>
        /// 得到性格，前三名
        ///// </summary>
        //void PfS(string XingGe, string value)
        //{
          

        //    #region   准备数据

        //    List<string> pfNameL = new List<string>();//名子集合
        //    string[] pfAboutS = new string[16];//特性简介
        //    string[,] pfShowS = new string[16, 2];//特性高表现/低表现
        //    string[,] pfXinLiS_1 = new string[16, 4];//心里分析1 高/低
        //    string[] pfXinLiS_2 = new string[16];//心里分析特性2
        //    string[,] pfXinGeYingXiangS = new string[16, 4];//性格影响
        //    string[,] pfJianKangYingXiangS = new string[16, 4];//健康影响
        //    string[,] pfGongZuoYingXiangS = new string[16, 4];//工作影响
        //    string[,] pgGaiShan = new string[16,4];    //改善方法


        //    #region  准备名子
        //    pfNameL.Add("乐群性A");
        //    pfNameL.Add("聪慧性B");
        //    pfNameL.Add("稳定性C");
        //    pfNameL.Add("恃强性E");
        //    pfNameL.Add("兴奋性（活泼性）F");
        //    pfNameL.Add("有恒性G");
        //    pfNameL.Add("敢为性H");
        //    pfNameL.Add("敏感性I");
        //    pfNameL.Add("怀疑性L");
        //    pfNameL.Add("幻想性M");
        //    pfNameL.Add("事故性N");
        //    pfNameL.Add("忧虑性O");
        //    pfNameL.Add("实验性Q1");
        //    pfNameL.Add("独立性Q2");
        //    pfNameL.Add("自律性Q3");
        //    pfNameL.Add("紧张性Q4");
        //    #endregion

        //    #region  准备特性简介

        //    pfAboutS[0] = "<p>乐群性是指一个人喜欢和群体在一起生活和工作的个性特征，乐群性的反面是孤独的个性。</p><p>乐群性是衡量一个人个性内倾还是外倾的重要标志，和一个人的性格息息相关。有些人“乐群性”高，有些人则相反。</p>";
        //    pfAboutS[1] = "1.1 概念<p>与智商不同，聪慧性是结合先天智商，以及后天的教育、经验、经历、环境所锻炼出的能力后，综合判断的因素。</p>1.2 例<p>高智商的人擅长完成一件复杂的事；高聪慧的人擅长将复杂的事变得简单（两者并不冲突）。</p>";
        //    pfAboutS[2] = "<p>稳定性是指一个人的自我力的强弱，内心是否强大，在工作和生活中是否能让自己保持稳定冷静的状态。<p>";
        //    pfAboutS[3] = "<p>恃强性指个体自认为与其他个体相比，自己是否更具备超出其他个体能力的自我感觉及由此给他人的印象。</p>";
        //    pfAboutS[4] = "<p>兴奋性指一个人在生活和工作中与人交往的活跃度、心理对他人的开放程度、生活态度和工作态度。</p>";
        //    pfAboutS[5] = "<p>有恒性指一个人在工作生活中的责任心和将责任坚持到底的恒心。</p>";
        //    pfAboutS[6] = "<p>敢为性是指在社交情况下的交际能力、在社会情境中为人处世轻松自如的程度。</p>";
        //    pfAboutS[7] = "<p>敏感性是指是否过度的在意细节带来的感受和变动并善于将之放大，然后做出相应的反应。</p>";
        //    pfAboutS[8] = "<p>怀疑性是指对他人产生信任感的难易度。</p>";
        //    pfAboutS[9] = "<p>幻想性是指人的内心世界活跃程度和相对限制的状态。</p>";
        //    pfAboutS[10] = "<p>事故性是指人在社会环境中人际交往的圆滑度。</p>";
        //    pfAboutS[11] = "<p>忧虑性是指在各种状态和环境下，对已经或可能发生的不好的情况的忧心程度。</p>";
        //    pfAboutS[12] = "<p>实验性是指看待传统行为观念的态度，以及开拓创新的勇气程度。</p>";
        //    pfAboutS[13] = "<p>独立性是指在决策问题时以及日常生活工作中，依赖他人的程度。</p>";
        //    pfAboutS[14] = "<p>自律性是指在工作生活中，规范自身行为意识能力的程度。</p><p>　　从本质上讲，自律就是你被迫行动前，有勇气自动去做你必须做的事情。自律往往和你不愿做或懒于去做但却不得不做的事情相联系。“律”既然是规范，当然是因为有行为会越出这个规范。比如，刷牙洗脸是每天必须要做的事情，但是有一天你回到家筋疲力尽，如果你倒床就睡，是在放纵自己的行为；如果你克服身体上的疲惫，坚持进行洗漱，这是你自律的表现。人们往往会遇到一些让自己讨厌或行动受阻挠的事情，而在这种情况下，你就应该克服对情绪的干扰接受考验。</p>";
        //    pfAboutS[15] = "<p>紧张性是指在面临事态时，对事态发展和进度的关注和急迫程度。</p>";

        //    #endregion

        //    #region  特性高表现/低表现
        //    pfShowS[0, 0] = "<p>外向、热情、开朗。<br/>通常表现为待人和蔼可亲，与人相处融洽，合作与适应能力特别强；喜欢和别人共同工作，愿意参加或组织各种社团活动，不斤斤计较，容易接受别人的批评等。</p>";
        //    pfShowS[0, 1] = "<p>缄默、孤独、冷漠。<br/>通常表现为执拗、对人冷漠、落落寡合，吹毛求疵，宁愿独自工作，对事不对人，不轻易放弃已见，为人工作的标准常很高，严谨而不苟且。</p>";

        //    pfShowS[1, 0] = "<p>智能较高，抽象性思维，聪敏（学习能力较强）。<br/>高聪慧性主要表现为聪明、富有才识，善于抽象思考问题和解决问题，高聪慧性的人常学习能力比较强，思考敏捷，变通能力较强，处理问题能力做到举一反三。受教育程度、健康的身心状态、广博的知识基础和丰富的实践阅历是高聪慧性的前提保证。</p>";
        //    pfShowS[1, 1] = "<p>智能较低、具体性思维，迟钝（学习能力低）。<br/>低聪慧性主要表现为思想迟钝，学识浅薄，抽象思考能力差，处理一般性问题的能力低。低聪慧性主要是对知识基础的深入掌握，缺乏灵活处理问题的能力，也可能与心理状态不稳定、身体状态不好、缺乏实践能力等因素有关，并可以通过自己的努力学习不断提高自己的聪慧性。</p>";


        //    pfShowS[2, 0] = "<p>情绪稳定，能面对现实，安静、成熟（自我力强）。<br/> 高分者趋向于情绪成熟、稳定，对生活采取现实态度，做事不慌忙。能面对现实。高者通常以沉着的态度应付现实中的各项问题。行动充满魄力，能振动勇气，维持团体的精神。</p>";
        //    pfShowS[2, 1] = "<p>受情感影响，情绪不稳定，易颓废（自我力低弱）。<br/> 低分者趋向于在困难条件下表现出对挫折的耐受性差，情绪波动明显，疲倦、烦躁，有时显得幼稚。";

        //    pfShowS[3, 0] = "<p>主观武断、攻击、竞争、顽固（统治性）。<br/>高分者倾向于严厉、独断专横，不友善、对别人责备过分。统治别人，不怕强权。主动且自视很高。</p>";
        //    pfShowS[3, 1] = "<p>谦虚、和蔼、顺从、适应环境（和善性）。<br/>低分者倾向于谦让、温顺，安于现状，缺乏自信，易依赖别人，对指责易产生焦虑。坦白而通融。</p>";

        //    pfShowS[4, 0] = "<p>冲动、活跃，热心，无忧无虑（热情）。<br/>高分者倾向于愉悦、健谈，坦白、生气勃勃，富于表情。对人对事，热心而富有感情。轻松兴奋，随遇而安，经常被选为领导，但是有时也可能会冲动，以致行为变幻莫测。</p>";
        //    pfShowS[4, 1] = "<p>严肃、谨慎、认真、沉默寡言（冷淡）。<br/>低分者倾向于克制、沉默、内省、有时会郁郁寡欢、抑郁、过分审慎。哎独处，甚至自我压抑。</p>";


        //    pfShowS[5, 0] = "<p>有良心、有恒心、稳重、守法（超我力强）。<br/> 高分者通常细心周到有始有终。是非善恶是他的行为指针。所结交的朋友多是努力苦干的人。不十分欣赏诙谐有趣的场合。</p>";
        //    pfShowS[5, 1] = "<p>不审慎、责任感缺乏、轻浮（超我力弱）。<br/>低分者倾向于意志易动摇，缺乏奉公守法的精神。由于不受集体约束，故有可能发生反社会行为。但有时这却使他更健康，因为拒绝受规律约束使他在应激中发生较少躯体不适感。</p>";

        //    pfShowS[6, 0] = "<p>好冒险、勇于社交，放任主动（鲁莽）。<br/> 高者通常不掩饰，不畏缩，有敢作敢为的精神，使他能经历艰辛而保持有刚毅的毅力。</p>";
        //    pfShowS[6, 1] = "<p>胆小、克制、羞怯、怯懦（畏怯）。<br/>低分者倾向于胆小退缩，小心谨慎，喜欢安静，常有自卑感。说话缓慢而口吃，缺乏自信心。特别对异性反应胆小，甚至不感兴趣。</p> ";

        //    pfShowS[7, 0] = "<p>软心肠、敏感、过爱（慈爱）。<br/>高分者倾于敏感善良，易受感动。但有时过分不讲实际，易感情用事，缺乏耐心与恒心。</p>";
        //    pfShowS[7, 1] = "<p>硬心肠、自持，现实（狠心）。<br/>低分者倾于固执任性，注重实际，有时显得冷酷。办事有逻辑性，安于自足，自持其力。</p>";


        //    pfShowS[8, 0] = "<p>疑、不相信、难受欺骗（警惕）。<br/>高分者倾向于刚愎自用，固执己见，对人不信任，与人交往常斤斤计较，较少考虑别人的利益。</p>";
        //    pfShowS[8, 1] = "<p>信任别人，易接受意见，易相处（松懈）。<br/>低分者倾于依赖随和，安全感强，嫉妒心低，能迎合别人的意见，易相处。常无猜忌，不与人角逐竞争，顺应合作，善于体贴人。但容易受人欺骗而上当。</p>";


        //    pfShowS[9, 0] = "<p>幻想、狂放不羁、心不在焉（幻想）。<br/>高分者倾向于幻想，狂放任性富于想象，往往自得其乐，自我陶醉。通常忽视生活细节和现状，常从自己的动机兴趣出发。</p>";
        //    pfShowS[9, 1] = "<p>现实，合乎成规，踏实（实干）。<br/>低分者倾向于注重现实，办事力求稳妥，合乎成规。对生活细节较重视，能考虑自己的行为活动是否合乎社会规范。</p>";



        //    pfShowS[10, 0] = "<p>世故、善于社交、圆滑（精明能干）。<br/>高分者倾于世故，为人机灵，办事老练，近乎于狡猾。聪明且善于社交，对别人有洞察力，善精打细算。</p>";
        //    pfShowS[10, 1] = "<p>坦白直率、天真、老实（朴实无华）。<br/>低分者倾于纯朴，为人坦白，易相信人，但有时处于被动状态。社交上笨拙，甚至对社交回避。</p>";


        //    pfShowS[11, 0] = "<p>忧虑抑郁、烦恼多端（内疚倾向）。<br/>高分者倾向于自我内疚，常烦恼自扰，甚至沮丧悲观，感到不如人。有时缺乏生活勇气，时有犯罪感。</p>";
        //    pfShowS[11, 1] = "<p>安静沉着，有自信心（安闲无虑）。<br/>低分者倾向于自信，生活自足快乐，安静而镇定，悠然自得，少烦恼。信心充足，乐观安详。</p>";

        //    pfShowS[12, 0] = "<p>思想自由，苛求任性（激进）。<br/>高者通常喜欢考验一切现有的理论与事实，而予以新的评价，不轻易判断是非，企图了解较前卫的思想与行为。可能经多见广。愿意充实自己的生活经验，有分析批判能力。</p>";
        //    pfShowS[12, 1] = "<p>尊重传统观念，善忍受（保守）。<br/> 低分者坚持以往所受的教育，对新观念的接受小心谨慎，对新思潮不感兴趣，严守惯例，在宗教和政治上较保守。</p>";

        //    pfShowS[13, 0] = "<p>自立、当机立断，自恃（独立性）。<br/>高分者习惯于我行我素，不依赖他人，也无意支配或控制别人。不讨厌别人，也不需他人有好感。在性格上是独立的。</p>";
        //    pfShowS[13, 1] = "<p>依赖、随群附众、寻伴（集体依附性）。<br/>低分者喜欢与别人一起工作和决定问题，喜欢寻求社会鼓励。缺乏个人决断，需要集体支持，但不一定要群居生活。</p>";

        //    pfShowS[14, 0] = "<p>自律严谨、言行一致（自我克制力强）。<br/>高分者对自己的情绪和行为一般有较强的控制能力，有社会认识且谨慎，自尊心强，有时顽固。</p>";
        //    pfShowS[14, 1] = "<p>矛盾冲突、不明大体（自制能力低）。<br/>低分者不为意志的克制而操心，在矛盾冲突时难顾大体，很少考虑社会要求，常感不能适应环境。</p>";


        //    pfShowS[15, 0] = "<p>紧张困扰、冲动劳累（紧张性高）。<br/>高分者常紧张、兴奋、不安、无忍耐性，常匆匆忙忙而心神不安。时常感到疲劳、焦虑。</p>";
        //    pfShowS[15, 1] = "<p>心平气和、松懈宁静（紧张性低）。<br/>　低分者倾向于平静松弛，生活愉快，不颓丧。有时由于过分满足反而导致懒惰和效率低。</p>";

        //    #endregion


        //    #region  准备心里——1 分析数据
        //    pfXinLiS_1[0, 0] = "<p>善于与人沟通，从小就比较合群，在家庭和社会中的沟通较多，懂得与人交往的艺术。</p>";
        //    pfXinLiS_1[0, 1] = "<p>不善于与人沟通，往往从小就比较孤僻，家庭环境中沟通比较少，从未真正学会与人交往的艺术。</p>";

        //    pfXinLiS_1[1, 0] = "<br/>";
        //    pfXinLiS_1[1, 1] = "<p>专业训练需要高B，但从事例行职务的人如打字员、电话生、家庭主妇等，则因高B而对于例行琐务发生厌恶，不能久安其职。</p>";

        //    pfXinLiS_1[2, 0] = "<p>情绪稳定而成熟，有时对不能解决的情绪问题采取退出方法，有禁欲倾向。有时高C也可能由于不能彻底解决许多生活难题，而不得不自我宽解。</p>";
        //    pfXinLiS_1[2, 1] = "<p>情绪激动，易生烦恼。容易受环境的支配，而心神动摇不定。不能面对现实，时时会暴躁不安，身心疲乏，甚至有失眠、噩梦、恐怖等症相。</p>";

        //    pfXinLiS_1[3, 0] = "<p>好强固执，独立积极。通常自视甚高，自以为是。可能非常的武断，对驾驭不及他的人，常会反抗权势者。</p>";
        //    pfXinLiS_1[3, 1] = "<p>温顺，迎合别人的意旨，也可能因为希望可遇而不可求，即使处在十全十美的境地，也有\"事事不如人\"之感，但和自卑不同。</p>";

        //    pfXinLiS_1[4, 0] = "<p>往往情感外露，热情奔放，能从很多事情中发掘出兴奋，然后在绘声绘色的描述中，尽情回味其中的欢乐。活泼型性格的人热情开朗，几乎对任何事情都表现出乐观和热心。内心简单且开放，对人对事非常豁达，少有烦恼。不容易孤独，但惧怕孤独。</p>";
        //    pfXinLiS_1[4, 1] = "<p>不善于表达自己的情感，本能的克制亢奋的心态，会自我反省，可能会有较强的孤独感，但同时对孤独具有很强的耐力。谨小慎微，易生烦恼，有时可能会抑郁。</p>";

        //    pfXinLiS_1[5, 0] = "<p>倾向于性格严峻，有强烈责任心，有计划，善宽容。喜欢勤奋聪明的人，有道德，细心周到善始善终。这些特点是出自于内心而迫切需求的，并非在表面上体现追求。</p>";
        //    pfXinLiS_1[5, 1] = "<p>苟且敷衍，缺乏奉公守法的精神。通常缺乏较高的目标和理想，对于人群及社会没有绝对的责任感，甚至于有时不惜知法犯法，不择手段以达到某一目的。</p>";

        //    pfXinLiS_1[6, 0] = "<p>拥有较强的冒险精神，少有顾忌，渴望成功。</p>";
        //    pfXinLiS_1[6, 1] = "<p>畏怯退缩，缺乏自信心。通常在人群中羞怯。有不自然的姿态，有强烈的自卑感。</p>";

        //    pfXinLiS_1[7, 0] = "<p>软心肠、敏感、过爱（慈爱）。　　高分者倾于敏感善良，易受感动。但有时过分不讲实际，易感情用事，缺乏耐心与恒心。</p>";
        //    pfXinLiS_1[7, 1] = "<p>理智，着重现实，自食其力。重视文化修养，以及对一些主观和感情用事的看法，可能过分客观、骄傲，冷酷无情。</p>";

        //    pfXinLiS_1[8, 0] = "<p>猜疑心很重，不信任他人，防范心理过强。</p>";
        //    pfXinLiS_1[8, 1] = "<p>对他人比较容易产生信任感，安全感，因此平静随和，缺乏防范心理。</p>";

        //    pfXinLiS_1[9, 0] = "<p>有时会陶醉于自我幻想中，忽视现实的状况；形象力丰富，富有创意。</p>";
        //    pfXinLiS_1[9, 1] = "<p>注重现实状况，对虚幻的事物兴趣度较低，喜欢从实际出发考虑问题和做事，但较为死板。</p>";

        //    pfXinLiS_1[10, 0] = "<p>为人圆滑，在不同的人面前说不同的话，很少讲真实的自己表现出来，是带着面具生活的人。</p>";
        //    pfXinLiS_1[10, 1] = "<p>在人面前表现出的是真实本质的自己，不善伪装。";

        //    pfXinLiS_1[11, 0] = "<p>可能敏感，容易产生紧张情绪，缺乏安全感。</p>";
        //    pfXinLiS_1[11, 1] = "<p>沉着冷静，有着“船到桥头自然直”的心理。</p>";

        //    pfXinLiS_1[12, 0] = "<p>通常厌恶传统的束缚，喜欢探索、打破常规，不喜欢稳定的生活状态，喜欢变化的环境，好奇心旺盛。</p>";
        //    pfXinLiS_1[12, 1] = "<p>通常无条件地接受社会中许多相沿已久而有权威性的见解，不愿尝试探求新的境界。</p>";

        //    pfXinLiS_1[13, 0] = "<p>独立但并不孤独，内心坚韧、倔强，承受力强。</p>";
        //    pfXinLiS_1[13, 1] = "<p>不自信，不够坚强，容易受伤，害怕失败受挫。</p>";

        //    pfXinLiS_1[14, 0] = "<p>心理较为健康，性格向上，能保持良好的心态。</p>";
        //    pfXinLiS_1[14, 1] = "<p>心理不一定不想自律，但克制能力较低，不足以抑制自身的惰性。</p>";


        //    pfXinLiS_1[15, 0] = "<p>性急，易紧张，容易把很多事情当成任务，急于完成。</p>";
        //    pfXinLiS_1[15, 1] = "<p>性慢，压力低，面对事态不慌不忙，非常冷静。</p>";


        //    #endregion

        //    #region  准备心里分析——2数据

        //    pfXinLiS_2[0] = "<p>教师和推销员多系高A，而物理学家和电机工程师则多系低A。前者需要时时应付人与人间的复杂情绪或行为问题，而仍然能够保持其乐观的态度。后者则必须极端的冷静、严肃与正确才能圆满地完成其任务。</p>";
        //    pfXinLiS_2[1] = "<p>专业训练需要高B，但从事例行职务的人如打字员、电话生、家庭主妇等，则因高B而对于例行琐务发生厌恶，不能久安其职。</p>";
        //    pfXinLiS_2[2] = "<p>创业者、管理者、教师、机器工程师、推销员、救火队队员等，凡需要应付日常生活各种难题者应有高C。但是凡能随心所欲安排自己工作进度的人，如作家、邮差或清道工等，则虽系低C、尚无大碍。</p>";
        //    pfXinLiS_2[3] = "<p>一般地，领袖以及有地位、有成就的人多属高E。救火队员和航空飞行员的因素E高。男人较女人高。</p>";
        //    pfXinLiS_2[4] = "<p>行政主管人员多有高F。竞选人必有高F，才能获得选民的爱戴；实验技术人员则不必有高F。</p>";
        //    pfXinLiS_2[5] = "<p>各种社团组织的领袖需要高G。业务管理和警察具有极高的因素G。任性纵欲，纵火杀人的罪犯，因素G极低。</p>";
        //    pfXinLiS_2[6] = "<p>因素H常随年龄而增强。救火队队员和飞行员有高H，事务员多是低H ，团体领导人必须具有高H。</p>";
        //    pfXinLiS_2[7] = "<p>室内设计者、音乐家、艺人、女人属高I，而法官、裁判、工程师、外科医生、统计师等则多属低I，高I似与精神病及其他心理不正常症状有关。</p>";
        //    pfXinLiS_2[8] = "<p>在团体活动中，低L是以团体福利为前提的忠实分子，因素L过分高者常常成事不足，败事有余。工程师、机工、精神病护理员多是低L，而行政人员和警察常是高L。</p>";
        //    pfXinLiS_2[9] = "<p>艺术家、作者及从事研究者多有高M。低M多选择需要实际、机警、脚踏实地的工作。</p>";
        //    pfXinLiS_2[10] = "<p>科学家、工程师、飞行员多系高N。教师、神父、护士等多有低N，教师的因素N不应太高，低N使他不苛求责难，能容忍同情学生的缺点。</p>";
        //    pfXinLiS_2[11] = "<p>年老的女招待、低级办事员以及终生碌碌未尽如意的作家等有高O。职业运动员、电机工、消防员、护士等多低O。</p>";
        //    pfXinLiS_2[12] = "<p>行政主管、激进的政治家、科学家都必须具有高Ql ；护士、教师、神父与许多未受高深教育的技工等则多有低Q1,神经病人的因素Q1亦较低。</p>";
        //    pfXinLiS_2[13] = "<p>科学家、行政主管等多有高Q2,低Q2者多不能胜任需要随机应变能力的职务。</p>";
        //    pfXinLiS_2[14] = "<p>高Q3者多具有领袖能力的才干，主管、电机工和生产部门的成功也需要高Q3；生活适应有问题者多有低Q3。</p>";
        //    pfXinLiS_2[15] = "<p>未能在生活或职业中发挥本身才智潜能的人多具高Q4,如餐店招待，家庭主妇，缺乏生活保障的工作等。</p>";


        //    #endregion

        //    #region    准备性格影响的数据
        //    pfXinGeYingXiangS[0, 0] = " <p>一个性格外向的人，善于与人交往，知道如何与别人沟通，懂得如何表达自己的感情，这将使他的心灵越来越开放，心胸也会越发豁达，因此心境会非常阳光、乐观向上。</p>";
        //    pfXinGeYingXiangS[0, 1] = " <p>一个过于内向的人，不善于与人交往，不知道如何与别人沟通，不懂得如何表达自己的感情，这将使他的心灵越来越孤僻，越来越陷入一个自我的孤独，也可能因此而发展成病态的心境。</p>";
        //    pfXinGeYingXiangS[0, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[1, 0] = "<p>虽然不一定能拥有更快的掌握和记忆知识的头脑，但他们会利用多种方法来帮助自己，不会死板的去学习和记忆，擅长用多种方法来解决问题，不容易钻死进胡同，擅长灵活变通。</p>";
        //    pfXinGeYingXiangS[1, 1] = "<p>可能你拥有很高的智商，可能你能够按照所学知识按部就班的解决一道很难的题目，但你很发现其实有更简单的方法。学习做事容易死板，不擅变通。</p>";
        //    pfXinGeYingXiangS[1, 2] = "<div class=\"tit3\">学习影响</div>";

        //    pfXinGeYingXiangS[2, 0] = "<p>内心强大而拥有韧性，不惧怕困难和逆境，同时也懂得知难而退。在遇到不能解决的问题时，能够很好的自我安慰，拿得起放的下。因此容易形成乐观、坚韧的性格。</p>";
        //    pfXinGeYingXiangS[2, 1] = "<p>内心脆弱，面对问题容易烦恼，情绪波动性大，受环境、人和事物的影响大，很容易给自己和周围的人带来不好的影响，通常都患有一定程度的精神问题。</p>";
        //    pfXinGeYingXiangS[2, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[3, 0] = "<p>自信心旺盛，可能会听取别人的意见，但哪怕是比自己成功很多的人的建议和经验，也仅当成参考，只相信自己的经验和能力。常觉得别人、尤其是领导不如自己，逆反心理极强，容易得罪人，通常情况下性格张扬。也有另一种完全相反的情况，表面上并不张扬，能听取别人的话，但实际上内心只相信自己。</p>";
        //    pfXinGeYingXiangS[3, 1] = "<p>在任何方面都常常觉得别人比自己强，但并非自卑。内心非常的谦虚，学习别人的经验，性格温顺。但总会迎合别人的想法，及时在自己更强或者更加正确的时候，也会遵从他人，缺乏自信和主见。</p>";
        //    pfXinGeYingXiangS[2, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[4, 0] = "<p>喜欢与人交往，乐观向上，很容易开心，负面情绪很少。</p>";
        //    pfXinGeYingXiangS[4, 1] = "<p>性格孤僻，喜欢独处，细心，但容易忧心忡忡，通常有一定自闭倾向。</p>";
        //    pfXinGeYingXiangS[4, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[5, 0] = "<p>责任心很强，负责到底，细心周到，肯能会追求完美。</p>";
        //    pfXinGeYingXiangS[5, 1] = "<p>对人对事经常敷衍，不喜欢承担责任，做事总是“差不多就好”。</p>";
        //    pfXinGeYingXiangS[5, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[6, 0] = "<p>高分者倾向于更好社交，喜欢探求新事物，主动并富于情绪反应。在与异性接触中会给人“脸皮较厚”的印象。常粗心大意，忽视细节。喜欢向异性殷勤卖力。</p>";
        //    pfXinGeYingXiangS[6, 1] = "<p>对人对事经常敷衍，不喜欢承担责任，做事总是“差不多就好”。</p>";
        //    pfXinGeYingXiangS[6, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[7, 0] = "<p>容易为小事而苦恼，同样也会为一件小事而莫名的开心一阵子。说明白点就是敏感的人比较容易往心里去，感性。同时，敏感的人心思较为细腻缜密，具有较强的洞察力。</p>";
        //    pfXinGeYingXiangS[7, 1] = "<p>面对人事物，客观公正，相对较为冷酷，相比情感更注重事实，理性远远高于感性。</p>";
        //    pfXinGeYingXiangS[7, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[8, 0] = "<p>由于对他人的不信任，容易孤立自己，影响人际关系，被他人远离后会更难建立信任感。</p>";
        //    pfXinGeYingXiangS[8, 1] = "<p>平易近人，信赖同伴同时可以被人信赖、依靠。";
        //    pfXinGeYingXiangS[8, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[9, 0] = "<p>狂放不羁，通常忽视生活的细节，以本身的动机、当时的兴趣等主观因素为行为的出发点。</p>";
        //    pfXinGeYingXiangS[9, 1] = "<p>较为传统、认真、务实，为人索然寡趣。</p>";
        //    pfXinGeYingXiangS[9, 2] = "<div class=\"tit3\">性格影响</div>";


        //    pfXinGeYingXiangS[10, 0] = "<p>为人处世非常圆润，在人际交往中游刃有余；信任度低，疑心重，防范心理强，心思缜密，成熟稳重。</p>";
        //    pfXinGeYingXiangS[10, 1] = "<p>棱角分明，容易伤害他人，也容易信任他人，不擅长人际交往；防范心理较低，粗心甚至略显笨拙，诚实老实，稍显幼稚。</p>";
        //    pfXinGeYingXiangS[10, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[11, 0] = "<p>因容易焦虑，所以情绪不稳定，易受外界影响，可能暴躁。</p>";
        //    pfXinGeYingXiangS[11, 1] = "<p>遇事沉着，能保持清晰的头脑，乐观，因此在面临突发事件的时候，能够冷静的处理。</p>";
        //    pfXinGeYingXiangS[11, 2] = "<div class=\"tit3\">性格影响</div>";


        //    pfXinGeYingXiangS[12, 0] = "<p>不拘泥于现实，批评观点激进，喜欢多了解少说教。较多倾向于生活实践，较能耐受烦扰和变革。</p>";
        //    pfXinGeYingXiangS[12, 1] = "<p>保守，传统，对新生事物和思想很难理解和认同，且常常激烈地反对新思潮以及一切新的变动。</p>";
        //    pfXinGeYingXiangS[12, 2] = "<div class=\"tit3\">性格影响</div>";


        //    pfXinGeYingXiangS[13, 0] = "<p>自立自强、当机立断。喜欢自主，不依赖别人，内心通常比较倔强、坚韧。</p>";
        //    pfXinGeYingXiangS[13, 1] = "<p>依赖、随群附和，常常放弃个人的主见而附和取得别人的好感，非常典型的从众心理。需要团体的支持以维持其自信心，却并非真正的和群者。</p>";
        //    pfXinGeYingXiangS[13, 2] = "<div class=\"tit3\">性格影响</div>";


        //    pfXinGeYingXiangS[14, 0] = "<p>通常言行一致，能够合理地支配自己的感情行动。为人处世，总能保持其自尊心，赢得别人的尊重，有时却不免太固执己见。</p>";
        //    pfXinGeYingXiangS[14, 1] = "<p>过于自我，通常既不能克制自己，又不能尊重礼俗，更不愿考虑别人的需要，充满矛盾，却无法解决。</p>";
        //    pfXinGeYingXiangS[14, 2] = "<div class=\"tit3\">性格影响</div>";

        //    pfXinGeYingXiangS[15, 0] = "<p>紧张困扰，激动挣扎。高者通常缺乏耐心，心神不安，态度兴奋。时常感觉疲乏，又无法彻底摆脱以求宁静。在社群中，他对于人事一切都缺乏信念。每日生活战战兢兢，而不能自己。</p>";
        //    pfXinGeYingXiangS[15, 1] = "<p>心平气和，闲散宁静。低者通常知足常乐，保持内心的平衡。也可能过分疏懒，缺乏进取心。</p>";
        //    pfXinGeYingXiangS[15, 2] = "<div class=\"tit3\">性格影响</div>";

        //    #endregion

        //    #region  准备健康影响数据
        //    pfJianKangYingXiangS[0, 0] = "<p>阳光乐观的心态让你的工作和生活没有过多的心里压力，能够经常保持愉快的心境，不会给身体带来很多负担，有利于防止许多老年疾病的出现，如老年忧郁症等，让自己健康长寿。</p>";
        //    pfJianKangYingXiangS[0, 1] = "<p>人格日益缺陷，不仅仅使自我难以实现，也让生理健康特别是老人的寿命长短受到影响。知道自己是否乐群外向，可以有意识地调节自己情绪和对待生活的态度，让自己能保持愉快的心境，有利于防止许多老年疾病的出现，如老年忧郁症等，让自己能健康长寿。</p>";
        //    pfJianKangYingXiangS[0, 2] = "<div class=\"tit3\">健康影响</div>";



        //    pfJianKangYingXiangS[2, 0] = "<p>乐观、坚韧的性格使你面对任何困难都能以较好的心态去面对，心理的强大使你不易因情绪的波动而给身体带来过大的负担。</p>";
        //    pfJianKangYingXiangS[2, 1] = "<p>脆弱、易受伤，情绪不稳定，这些都会给你的身体造成负担，不仅易患心理疾病，也会降低身体的抵抗力，年长后易患疾病。</p>";
        //    pfJianKangYingXiangS[2, 2] = "<div class=\"tit3\">健康影响</div>";

        //    pfJianKangYingXiangS[3, 0] = "<p>自信心过于旺盛、不敢寄人篱下，因此在某些环境下，不能踏实的前进，易产生负面情绪，加上精神易亢奋，会使心脏的负荷过大。</p>";
        //    pfJianKangYingXiangS[3, 1] = "<p>性情温顺，但过于谦逊和不自信，因此日常工作和生活中会给自己带来很多不必要的麻烦，尤其在得不到他人的帮助时，面对问题会由于不相信自己的能力而束手无策，易给精神和身体带来一定压力。</p>";
        //    pfJianKangYingXiangS[3, 2] = "<div class=\"tit3\">健康影响</div>";


         

        //    #endregion

        //    #region  准备工作影响

        //    pfGongZuoYingXiangS[0, 0] = "<p>一般来说，在现代企业中提倡团队协作精神，乐群性较高的人性情开朗，往往会较受人欢迎。　　　现代社会的很多工作都需要同事之间配合，打团体战，善于与人交往的员工往往喜欢与人合作，能够合理利用同伴的资源优势，因此完成相同的工作，付出的努力和压力就要比其他同事少的多。</p>";
        //    pfGongZuoYingXiangS[0, 1] = "<p>一般来说，在现代企业中提倡团队协作精神，乐群性较低的人性情喜孤独，往往易受人排斥。现代社会的很多工作都需要同事之间配合，打团体战，不善于与人交往的员工往往不善于与人合作，只能孤军奋战，不能合理利用别人的资源优势，因此完成相同的工作，付出的努力和压力就要比其他同事大得多。不善于与人交往的员工往往也想“会说话”，但是长期的封闭，使他们不了解别人的心理和情感，说起话来往往只能从自己的角度出发，这就使他们很难与别人建立真正良好的人际关系，陷于进退两难尴尬的境地。不善与人交往的员工在职场中经常会有一种“被伤害”的感觉。其实别人可能没有故意伤害他，时间长了，导致没有人愿意和他交往，这也是让他感到有“压力”的原因之一。</p>";

        //    pfGongZuoYingXiangS[1, 0] = "<p>你可以让复杂的事变的简单，可以找到各种渠道各种方法来帮助自己，因此完成相同的工作，付出的努力和压力就要比其他同事少的多，且完成的质量可能更好更快。</p>";
        //    pfGongZuoYingXiangS[1, 1] = "<p>你喜欢按部就班的完成每一件事，在工作生活中缺乏变通能力，因此工作效率和压力会比较大，完成相同的工作需要付出的努力相对较多。</p>";


        //    pfGongZuoYingXiangS[2, 0] = "<p>内心强大的人在工作中具有较好的抗压能力，面对困难和挫折，能够保持冷静的头脑，做出清晰的判断，因此工作状态拥有较高的稳定性，能够胜任高压性工作。</p>";
        //    pfGongZuoYingXiangS[2, 1] = "<p>内心脆弱的人在工作中面对问题和逆境易产生负面情绪，大多喜欢抱怨，对工作、领导和同事易产生不满，影响工作质量，从而产生新的问题。如此容易产生恶性循环，使自己的身心疲惫，工作不顺。</p>";


        //    pfGongZuoYingXiangS[3, 0] = "<p>在独立工作中表现的非常优秀，优秀的工作能力，工作效率很高。但不擅长团队合作，喜欢指挥别人。如果作为领导，有时可能会非常武断，但执行力极强；作为下属，常会对领导的决策和能力产生否定心理，容易得罪同事和领导。</p>";
        //    pfGongZuoYingXiangS[3, 1] = "<p>温顺谦逊，为人低调。工作中不仅对领导会绝对服从，容易接受别人的建议，但却总是忽略自己的想法和能力。可能会不善拒绝他人拜托的事情，即使这非常不合理。</p>";


        //    pfGongZuoYingXiangS[4, 0] = "<p>在工作中喜欢与人交往，人缘很好，擅长团队合作，但有时会由于心思不够细腻谨慎容易说错话、办错事。在逆境中能保持乐观的心态去面对，加上高兴奋度，常常处于亢奋状态，因此工作效率很高。但有时会因为容易冲动，而犯下错误。</p>";
        //    pfGongZuoYingXiangS[4, 1] = "<p>内省而不轻易发言，较消极、忧郁。有时候可能过分深思熟虑，又近乎骄傲自满。在职责上，他常是认真而可靠的工作人员。</p>";


        //    pfGongZuoYingXiangS[5, 0] = "<p>持恒负责，做事尽职。</p>";
        //    pfGongZuoYingXiangS[5, 1] = "<p>因缺乏责任感，为达目的可以不择手段，所以常常能有效地解决实际问题，而无须浪费时间与精力，但伴随一定风险。</p>";


        //    pfGongZuoYingXiangS[6, 0] = "<p>在社会情境中比大多数人都表现自如，敢于寻求新关系；容易与陌生人谈话。敢于放弃，敢于挑战，敢于冒险，成功自然要属于他们这样的人。有时可能太粗心大意，忽视细节，遭受无谓的打击与挫折。</p>";
        //    pfGongZuoYingXiangS[6, 1] = "<p>拙于发言，更不愿和陌生人交谈。凡事采取观望的态度。有时由于过分的自我意识而忽视了社会环境中的重要事物与活动。</p>";


        //    pfGongZuoYingXiangS[7, 0] = "<p>因为猜疑心重，不能轻松自然地与人交往，久而久之不仅自己心情不好，也影响到人际关系。同事由于过度敏感，容易受到各种人事物的影响，因此不能维持良好的工作状态，降低工作效率。</p>";
        //    pfGongZuoYingXiangS[7, 1] = "<p>低者多以客观、坚强、独立的态度处理当前的问题。非常务实，能很好的分析、解决问题。不易受外界影响，工作状态稳定。</p>";


        //    pfGongZuoYingXiangS[8, 0] = "<p>由于对他人的不信任，不擅长团队合作，在工作环境中容易被孤立，即使得到帮助也会因为怀疑别人的用心而处处防范，降低工作效率；但由于防范心理极强，适合某些业务交涉工作；</p>";
        //    pfGongZuoYingXiangS[8, 1] = "<p>由于对他人的信任感和安全感很强，因此可以和同伴很好的合作互助，同时建立相互的信任感和安全感，让工作事半功倍；但由于缺乏防范心理，易受欺骗。</p>";


        //    pfGongZuoYingXiangS[9, 0] = "<p>工作中常不拘小节，工作方式和内容多样，富有创意和创造性，但有时也过分不务实际，近乎冲动，因而容易被人误解及奚落。</p>";
        //    pfGongZuoYingXiangS[9, 1] = "<p>通常先要斟酌现实条件，而后决定取舍；不鲁莽从事。在紧要关头时，也能保持镇静，有时可能过分重视现实。</p>";


        //    pfGongZuoYingXiangS[10, 0] = "<p>圆滑的处世和人际交往能力，使你可以有效的利用周围的资源，并将其结合自己的能力发挥到极致，对工作帮助非常大。</p>";
        //    pfGongZuoYingXiangS[10, 1] = "<p>不擅长变通，不擅长应对某些工作，但对需严谨客观一丝不苟的工作非常擅长。</p>";


        //    pfGongZuoYingXiangS[11, 0] = "<p>因常对问题和可能发生的问题产生很强的焦虑，做事常未雨绸缪，但面对突发状况或未考虑到的状况时，应对能力较低。</p>";
        //    pfGongZuoYingXiangS[11, 1] = "<p>不擅长未雨绸缪，事先准备工作可能会不够充分，引发问题；但工作态度乐观，不怕困难和问题，善于冷静的分析解决各种问题和困难完成工作。</p>";


        //    pfGongZuoYingXiangS[12, 0] = "<p>工作中擅长变通，不拘泥于一种形式，能够想到更多的方式达到目的，除了创新能力之外，更有开拓新道路的能力和魄力，成功人士中不发此类人。</p>";
        //    pfGongZuoYingXiangS[12, 1] = "<p>用传统的方式思考问题和进行工作，有一定稳定性，对工作认真负责；但缺乏变通能力，影响工作效率，且没有突破性，在竞争节烈的时代，较难有所作为。</p>";


        //    pfGongZuoYingXiangS[13, 0] = "<p>倔强不服输，越战越勇，因此个人工作能力很强；但不擅长团队合作。</p>";
        //    pfGongZuoYingXiangS[13, 1] = "<p>工作中需要鼓励和认可，缺乏主见，需要和别人一同工作和决定问题，不擅长独立工作。</p>";


        //    pfGongZuoYingXiangS[14, 0] = "<p>自律性高的人在工作中能够抑制自己的惰性、欲望和负面情绪，保证稳定良好的工作状态。</p>";
        //    pfGongZuoYingXiangS[14, 1] = "<p>自律性低的人在工作中难以管束自身，可能被惰性、欲望和负面情绪所支配，脱离工作状态，不负责任，在矛盾中过于自我不能顾全大局，因此严重影响工作质量。</p>";


        //    pfGongZuoYingXiangS[15, 0] = "<p>工作效率很高，但同时也由于急于求成，完成质量可能不够高。</p>";
        //    pfGongZuoYingXiangS[15, 1] = "<p>做任何工作都不紧不慢，可能工作细致，但效率很低。</p>";







        //    #endregion

        //    #region   准备改善途径数据
        //    pgGaiShan[0, 0] = "“乐群性”较低的人可通过下面的途径改善人际关系，减轻工作压力：";
        //    pgGaiShan[0, 1] = "<p>1、在人际交往面前不要逃避和退缩，要从职场中的点点滴滴学习人际交往的方法和技巧。</p><p>2、在交往中不要对自己有完美主义的要求，不要太在意别人的看法。 </p><p>3、　　　学会放下负担、轻松做人，那时就会发现，同样还是你这个人，别人却很喜欢跟你交往，工作压力随之也会减轻。</p>";

        //    pgGaiShan[1, 2] = "　　　“聪慧性”较低的人可通过下面的途径提高自己的聪慧度：";
        //    pgGaiShan[1, 3] = "<p>1、尽量将眼界放开，走出原有的环境，多经历一些事情，多结交一些人，哪怕是自己不喜欢的，这样可以积累更多的经验、将自己所能看到的世界放大；</p><p>2、　　　 日常生活中，别人为人处世以及做事的方式要去多留意，不要先入为主的否定，想想为什么，想想和看看对方“这样做的结果”，时刻提醒自己“任何人都有他的优点，任何人都是老师”，这样可以学习到别人的经验，让你知道“原来事情可以这样做”；</p><p>3、　　　 丰富自己的业余生活和兴趣爱好，丰富自己的知识面，不用深入，只需关注即可，这样可让自己的思想意识更加开阔，接受经验、知识、思想的能力更强。</p>";

        //    pgGaiShan[2, 2] = "“稳定性”较低的人可通过下面的途径改善心理状态，提高工作稳定性：";
        //    pgGaiShan[2, 3] = "<p>1、生活中多参与一些减压和娱乐活动，缓解压力的同时改善心情；</p><p>2、　　　突破心理的障碍，寻求心理医生的帮助，这是很正常的行为，并不代表什么。在西方，人们就诊心理医生是非常普遍的行为，因为他们认为“当我的心情和精神状态很不好的时候，肯定是心理出现了什么问题，这是不好的，这会影响到我的工作和生活，甚至可能会给身边的人带来伤害，医生可以帮助我恢复正常”。甚至于当他们在恋爱上或者家庭中遇到什么问题时，也会很冷静的去寻求心理医生的帮助。 </p>";

        //    pgGaiShan[3, 0] = "“恃强性”较高的人可通过下面的途径改善人心理状态和人际关系：";
        //    pgGaiShan[3, 1] = "<p>1、自我调节方面，必须克制心理障碍，放下身段，听取身边人的意见并认真考虑，试着偶尔否定自己的想法但不要太多，多看些教人“谦逊”的文章和经典案例；</p><p>2、由于太过自信，很难发现自身的问题，即使发现了，也很难很好的自我调整。加上不易听取别人的意见，所以要想有效的改善自身状况，需要一个比自己内心更强的存在。推荐寻找心理医生的帮助，同时如果有个能力远高于自己且气场强大的人能够经常给予意见</p>";
        //    pgGaiShan[3, 2] = "“恃强性”较低的人可通过下面的途径改善心理状态，提高自信心：";
        //    pgGaiShan[3, 3] = "<p>1、在一些并不重大的事情上，尽量依靠自己的能力和想法去完成任务和解决问题；</p><p>2、　　　在重大的决策上，试着想想别人想法中的不足，并提出自己的想法，得到否定时由于原本的状态并不会怎样。即使被否定了，也不要气馁，继续勇敢地去反驳或者提出新的想法，当得到肯定时，你的自信心会得到很大的提高。</p>";

        //    pgGaiShan[4, 0] = "“兴奋性”较高的人可通过下面的途径帮助自己，在冲动时加以适当的抑制：";
        //    pgGaiShan[4, 1] = "<p>多听取周围人的建议，认真考虑，听一些旋律平和安静的音乐，有助于冷静下来思考问题；</p>";
        //    pgGaiShan[4, 2] = "“兴奋性”较低的人可通过下面的途径改善心理状态，提高自信心：";
        //    pgGaiShan[4, 3] = "<p>多参与团体活动，看一些积极向上的电影、书籍，经常听听相声，改善心境；偶尔试着放下一些顾虑，放手去做。</p>";

        //    pgGaiShan[5, 2] = "　　　“有恒性”较低的人可通过下面的途径帮助改善自己，提高责任心：";
        //    pgGaiShan[5, 3] = "<p>1、首先从有关自己的小事做起，尽可能的将一些事做的细致或持久，比如坚持每天打扫家务、做饭和跑步；</p><p>2、然后试着主动去为别人做一些事情，无论大小，告诉自己，好将这件事办好。</p>";

        //    pgGaiShan[6, 2] = "　　　“敢为性”较低的人可通过下面的途径帮助改善自己，提升魄力：";
        //    pgGaiShan[6, 3] = "<p>1、　　　多做运动，强健的体魄有助于提高自信心；</p><p>2、　　　学会注意自己的形象，可以从衣着、饰物、用品的品质方面得到一定的自信心；</p><p> 3、从小事做起，去做一些以前不敢想或者不敢做的事，比如游泳等，逐步提高；</p><p>4、　　　英国的席巴-史密斯有过这样一句话：“许多天才因缺乏勇气在这世界消失。每天默默无闻的人们被送入坟墓，他们由于胆怯，从未尝试着努力过；他们若能接受诱导而起步，就极有可能功成名就。”经常用一些励志的名言和案例事迹激励自己。</p>";

        //    pgGaiShan[7, 0] = "　　　“敏感性”较高的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[7, 1] = "<p>1、猜疑的人通常过于敏感。敏感并不一定是缺点，对事物敏感的人往往有灵气，有创造力，但如果过于敏感，特别是与人交往时过于敏感，就需要想办法加以控制了。</p><p>2、　　　自我暗示法这是一种对自己施加某种积极的影响，从而调整心境、情境和加强自我意识的方法。当发现别人有某些“可疑”行为时，应该暗示自己要冷静，应作全面分析和了解，不要暗想乱猜。</p><p>3、　　　大智若愚法在一些生活细节上不必斤斤计较，可以糊涂些，这样就可以避免自己的烦恼。</p><p>4、　　　开诚布公法世界上不被误会的人是没有的，关键是我们要尽快消除误会，如果误会得不到尽快的解除，就会发展为猜疑；猜疑不能及时解除，就可能导致不幸。所以如果可能的话，最好同你“怀疑”的对象开诚布公地谈一谈，以便弄清真相，解除误会。</p>";

        //    pgGaiShan[8, 0] = "　　　“怀疑性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[8, 1] = "<p>1、　　　在重大事情面前，回想一些自己或自己看到的被欺骗的事例，从而提高警惕度，以免上当受骗；</p><p>2、　　　 经常和大家玩一些“需要说谎”的游戏，如“杀人游戏”、“谁是内奸”等等。</p>";
        //    pgGaiShan[8, 2] = "　　　“怀疑性”较高的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[8, 3] = "<p>1、　　　多参与一些团体活动，和同事一起参加拓展训练，通过训练项目拉近举例，增加信任感；</p><p>2、　　　试着拜托一些人一些事，然后放心的让他们去帮你办，中途不要干涉、监视和询问，直到对方完成你托付的事情，这样有助于自己对他人产生较深的信任感。</p>";

        //    pgGaiShan[9, 0] = "　　　“幻想性”较高的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[9, 1] = "<p>1、　　　在重大事情面前，尽量听取别人意见，学习前人经验；</p><p>2、　　　从房间布置到着装，以及生活中的小事，给自己一定规范，从细节的规范中影响自己，使自己掌握好创造性、冲动性和自律性之间的度，更好的适应社会环境。</p>";
        //    pgGaiShan[9, 2] = "“幻想性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[9, 3] = "<p>1、多听一些多种风格的音乐，尝试去接受；</p><p>2、　　　看一些优秀的童话和科幻小说、电影作品，培养丰富的兴趣爱好，丰富想象力。";

        //    pgGaiShan[10, 2] = "　　　“事故性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[10, 3] = "<p>1、　　　多参与社交活动，在可以接受的情况下，冒着可能会吃亏的危险从事一些交际活动，能够帮助自己成长。</p><p>2、　　　多看一些介绍人情世故、斗智斗勇方面的书籍，之后将其加入到日常聊天的内容，注意书中的人物、事情细节和他人的分析结论，逐渐提升自己在这方面的意识。</p>";


        //    pgGaiShan[11, 0] = "“忧虑性”较高的人可通过下面的途径帮助帮助自己";
        //    pgGaiShan[11, 1] = "<p>1、多听一些安静舒缓和让人心情愉悦的音乐，培养丰富的兴趣爱好，丰富自己的业余娱乐生活，培养心境；</p><p>2、练习瑜伽，练习时播放安静的纯音乐，锻炼心境、耐性；</p><p>3、　　　在一些小事上，试着不去担心结果，顺气自然的发展，对可能出现的问题进行临时处理，锻炼自己的应变能力。</p>";
        //    pgGaiShan[11, 2] = "“忧虑性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[11, 3] = "<p>1、　　　在准备工作时，让自己处在一个安静封闭的环境下，仔细的思考工作实施中可能会出现的问题，在脑中模拟整个过程，以避免一些不必要的麻烦。</p><p>2、</p>";

        //    pgGaiShan[12, 2] = "“实验性”较低的人可通过下面的途径帮助帮助自己有所突破：";
        //    pgGaiShan[12, 3] = "<p>1、　　　 多参与和关注一些新生事物，了解各方面知识，丰富兴趣爱好，了解一些非传统的或者新的行业及其运作和工作方式，通过这些成功的案例来开拓自己的眼界；</p><p>2、经常玩一玩的创意益智类游戏，多参与多人活动，不要先入为主的否定“非传统”的思想和观点，试着听取、分析和接受。</p>";

        //    pgGaiShan[13, 0] = "独立性”较高的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[13, 1] = "<p>建议选择独立性较强的工作。若在团队中，则尽量配合他人，可以提出自己的主见，但要抱着尊重他人的想法，听从别人的建议。</p>";
        //    pgGaiShan[13, 2] = "“忧虑性”较低的人可通过下面的途径帮助帮助自己建立信心，提高独立工作能力：";
        //    pgGaiShan[13, 3] = "<p>在团队中，你可能是个非常优秀的执行者。在自信心方面，建议从身边的小事做起，试着提出一下自己的主见（如点菜），逐步提高自己的主见意识和自信心。</p>";

        //    pgGaiShan[14, 2] = "“自律性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[14, 3] = "<p>1、看一些励志书籍、增强自己的内心强韧度；</p><p>2、从小事做起，规范自己的行为和责任感，一点一点的逐步提高；</p><p>3、参与相关培训和锻炼，并结合心理医生的帮助，可以更有效的改善情况。</p>";

        //    pgGaiShan[15, 0] = "紧张性”较高的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[15, 1] = "<p>多听些节奏舒缓的音乐，业余时间尝试慢节奏的生活，让内心平静，用冷静的头脑去处理工作，提高工作质量。</p>";
        //    pgGaiShan[15, 2] = "“紧张性”较低的人可通过下面的途径帮助帮助自己：";
        //    pgGaiShan[15, 3] = "<p>在工作中给自己规定较短的时间限制去完成工作，如果自律不足可以找人帮助监督督促，培养适当的紧张感以提高工作效率。</p>";

        //    #endregion



        //    #endregion



        //    switch (XingGe)
        //    {
        //        case "A_type":    //乐群性
        //            if (value == "1")
        //            {

        //                Label1.Text = "乐群性（高）";
        //                 //低
        //                lit_About.Text = pfAboutS[0];//简介
        //                lit_Show.Text = pfShowS[0,0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[0, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[0];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[0, 2] + pfXinGeYingXiangS[0, 0] + "<br/>" + pfJianKangYingXiangS[0, 3] + pfJianKangYingXiangS[0, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[0, 0];//各方影响
        //                lit_Gaishan_Summary.Text = pgGaiShan[0, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[0, 1];//改善途径具体实施

        //            }
        //            else
        //            {

        //                Label1.Text = "乐群性（低）";
        //                //高
        //                lit_About.Text = pfAboutS[0];//简介
        //                lit_Show.Text = pfShowS[0,1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[0, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[0];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[0, 2] + pfXinGeYingXiangS[0, 1] + "<br/>" + pfJianKangYingXiangS[0, 3] + pfJianKangYingXiangS[0, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[0, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[0,2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[0,3 ];//改善途径具体实施

        //           }

        //            break;
        //        case "B_type":    //聪慧性
        //            if (value == "1")
        //            {
        //                Label1.Text = "聪慧性（高）";
        //                lit_About.Text = pfAboutS[1];//简介
        //                lit_Show.Text = pfShowS[1, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[1, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[1];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[1, 2] + pfXinGeYingXiangS[1, 0] + "<br/>" + pfJianKangYingXiangS[1, 2]  + pfJianKangYingXiangS[1, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[1, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[1, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[1, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "聪慧性（低）";
        //                lit_About.Text = pfAboutS[1];//简介
        //                lit_Show.Text = pfShowS[1, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[1, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[1];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[1, 2] + pfXinGeYingXiangS[1, 1] + "<br/>" + pfJianKangYingXiangS[1, 2]  + pfJianKangYingXiangS[1, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[1, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[1, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[1, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "C_type":    //稳定性
        //            if (value == "1")
        //            {
        //                Label1.Text = "稳定性（高）";
        //                lit_About.Text = pfAboutS[2];//简介
        //                lit_Show.Text = pfShowS[2, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[2, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[2];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[3, 2] + pfXinGeYingXiangS[2, 0] + "<br/>" + pfJianKangYingXiangS[2, 2]  + pfJianKangYingXiangS[2, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[2, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[2, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[2, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "稳定性（低）";
        //                lit_About.Text = pfAboutS[2];//简介
        //                lit_Show.Text = pfShowS[2, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[2, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[2];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[3, 2] + pfXinGeYingXiangS[2, 1] + "<br/>" + pfJianKangYingXiangS[2, 2]  + pfJianKangYingXiangS[2, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[2, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[2, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[2, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "E_type":    //恃强性
        //            if (value == "1")
        //            {
        //                Label1.Text = "恃强性（高）";
        //                lit_About.Text = pfAboutS[3];//简介
        //                lit_Show.Text = pfShowS[3, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[3, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[3];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[4, 2] + pfXinGeYingXiangS[3, 0] + "<br/>" + pfJianKangYingXiangS[3, 2]  + pfJianKangYingXiangS[3, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[3, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[3, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[3, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "恃强性（低）";
        //                lit_About.Text = pfAboutS[3];//简介
        //                lit_Show.Text = pfShowS[3, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[3, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[3];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[0, 2] + pfXinGeYingXiangS[3, 1] + "<br/>" + pfJianKangYingXiangS[3, 2]  + pfJianKangYingXiangS[3, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[3, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[3, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[3, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "F_type":    //兴奋性
        //            if (value == "1")
        //            {
        //                Label1.Text = "兴奋性（高）";
        //                lit_About.Text = pfAboutS[4];//简介
        //                lit_Show.Text = pfShowS[4, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[4, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[4];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[4, 2] + pfXinGeYingXiangS[4, 0] + "<br/>" + pfJianKangYingXiangS[4, 2]  + pfJianKangYingXiangS[4, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[4, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[4, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[4, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "兴奋性（低）";
        //                lit_About.Text = pfAboutS[4];//简介
        //                lit_Show.Text = pfShowS[4, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[4, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[4];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[0, 2] + pfXinGeYingXiangS[4, 1] + "<br/>" + pfJianKangYingXiangS[4, 2]  + pfJianKangYingXiangS[4, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[4, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[4, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[4, 3];//改善途径具体实施

        //            }
        //            break;
        //        case "G_type":    //有恒性
        //            if (value == "1")
        //            {
        //                Label1.Text = "有恒性（高）";
        //                lit_About.Text = pfAboutS[5];//简介
        //                lit_Show.Text = pfShowS[5, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[5, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[5];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[5, 2] + pfXinGeYingXiangS[5, 0] + "<br/>" + pfJianKangYingXiangS[5, 2]  + pfJianKangYingXiangS[5, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[5, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[5, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[5, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "有恒性（低）";
        //                lit_About.Text = pfAboutS[5];//简介
        //                lit_Show.Text = pfShowS[5, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[5, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[5];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[5, 2] + pfXinGeYingXiangS[5, 1] + "<br/>" + pfJianKangYingXiangS[5, 2]  + pfJianKangYingXiangS[5, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[5, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[5, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[5, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "H_type":        //敢为者
        //            if (value == "1")
        //            {
        //                Label1.Text = "敢为者（高）";
        //                lit_About.Text = pfAboutS[6];//简介
        //                lit_Show.Text = pfShowS[6, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[6, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[6];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[6, 2] + pfXinGeYingXiangS[6, 0] + "<br/>" + pfJianKangYingXiangS[6, 2] + pfJianKangYingXiangS[6, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[6, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[6, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[6, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "敢为者（低）";
        //                lit_About.Text = pfAboutS[6];//简介
        //                lit_Show.Text = pfShowS[6, 1];//具体体现
        //                lit_XinLi_01.Text = "3.1"+pfXinLiS_1[6, 1];//心理分析1
        //                lit_XinLi_02.Text = "3.2"+pfXinLiS_2[6];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[6, 2] + pfXinGeYingXiangS[6, 1] + "<br/>" + pfJianKangYingXiangS[6, 2] + pfJianKangYingXiangS[6, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[6, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[6, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[6, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "I_type":    //敏感性
        //            if (value == "1")
        //            {
        //                Label1.Text = "敏感性（高）";
        //                lit_About.Text = pfAboutS[7];//简介
        //                lit_Show.Text = pfShowS[7, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[7, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[7];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[7, 2] + pfXinGeYingXiangS[7, 0] + "<br/>" + pfJianKangYingXiangS[7, 2]  + pfJianKangYingXiangS[7, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[7, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[7, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[7, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "敏感性（低）";
        //                lit_About.Text = pfAboutS[7];//简介
        //                lit_Show.Text = pfShowS[7, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[7, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[7];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[7, 2] + pfXinGeYingXiangS[7, 1] + "<br/>" + pfJianKangYingXiangS[7, 2]  + pfJianKangYingXiangS[7, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[7, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[7, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[7, 3];//改善途径具体实施

        //            }
        //            break;
        //        case "L_type":    //怀疑性
        //            if (value == "1")
        //            {
        //                Label1.Text = "怀疑性（高）";
        //                lit_About.Text = pfAboutS[8];//简介
        //                lit_Show.Text = pfShowS[8, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[8, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[8];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[8, 2] + pfXinGeYingXiangS[8, 0] + "<br/>" + pfJianKangYingXiangS[8, 2]  + pfJianKangYingXiangS[8, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[8, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[8, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[8, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "怀疑性（低）";
        //                lit_About.Text = pfAboutS[8];//简介
        //                lit_Show.Text = pfShowS[8, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[8, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[8];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[8, 2] + pfXinGeYingXiangS[8, 1] + "<br/>" + pfJianKangYingXiangS[8, 2]  + pfJianKangYingXiangS[8, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[8, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[8, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[8, 3];//改善途径具体实施
        //            }
        //            break;
        //        case "M_type":    //幻想性
        //            if (value == "1")
        //            {
        //                Label1.Text = "幻想性（高）";
        //                lit_About.Text = pfAboutS[9];//简介
        //                lit_Show.Text = pfShowS[9, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[9, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[9];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[9, 2] + pfXinGeYingXiangS[9, 0] + "<br/>" + pfJianKangYingXiangS[9, 2]  + pfJianKangYingXiangS[9, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[9, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[9, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[9, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "幻想性（低）";
        //                lit_About.Text = pfAboutS[9];//简介
        //                lit_Show.Text = pfShowS[9, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[9, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[9];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[9, 2] + pfXinGeYingXiangS[9, 1] + "<br/>" + pfJianKangYingXiangS[9, 2]  + pfJianKangYingXiangS[9, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[9, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[9, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[9, 3];//改善途径具体实施

        //            }

        //            break;
        //        case "N_type":    //事故性
        //            if (value == "1")
        //            {
        //                Label1.Text = "事故性（高）";
        //                lit_About.Text = pfAboutS[10];//简介
        //                lit_Show.Text = pfShowS[10, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[10, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[10];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[10, 2] + pfXinGeYingXiangS[10, 0] + "<br/>" + pfJianKangYingXiangS[10, 2]  + pfJianKangYingXiangS[10, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[10, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[10, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[10, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "事故性（低）";
        //                lit_About.Text = pfAboutS[10];//简介
        //                lit_Show.Text = pfShowS[10, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[10, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[10];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[10, 2] + pfXinGeYingXiangS[10, 1] + "<br/>" + pfJianKangYingXiangS[10, 2]  + pfJianKangYingXiangS[10, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[10, 1];//各方影响


        //                lit_Gaishan_Summary.Text = pgGaiShan[10, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[10, 3];//改善途径具体实施

        //            }
        //            break;
        //        case "O_type":    //忧虑性
        //            if (value == "1")
        //            {
        //                Label1.Text = "忧虑性（高）";
        //                lit_About.Text = pfAboutS[11];//简介
        //                lit_Show.Text = pfShowS[11, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[11, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[11];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[11, 2] + pfXinGeYingXiangS[11, 0] + "<br/>" + pfJianKangYingXiangS[11, 2]  + pfJianKangYingXiangS[11, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[11, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[11, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[11, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "忧虑性（低）";
        //                lit_About.Text = pfAboutS[11];//简介
        //                lit_Show.Text = pfShowS[11, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[11, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[11];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[11, 2] + pfXinGeYingXiangS[11, 1] + "<br/>" + pfJianKangYingXiangS[11, 2]  + pfJianKangYingXiangS[11, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[11, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[11, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[11, 3];//改善途径具体实施

        //            }
        //            break;
        //        case "Q1_type":    //实验性
        //            if (value == "1")
        //            {
        //                Label1.Text = "实验性（高）";
        //                lit_About.Text = pfAboutS[12];//简介
        //                lit_Show.Text = pfShowS[12, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[12, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[12];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[12, 2] + pfXinGeYingXiangS[12, 0] + "<br/>" + pfJianKangYingXiangS[12, 2]  + pfJianKangYingXiangS[12, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[12, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[12, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[12, 1];//改善途径具体实施

        //            }
        //            else
        //            {
        //                Label1.Text = "实验性（低）";
        //                lit_About.Text = pfAboutS[12];//简介
        //                lit_Show.Text = pfShowS[12, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[12, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[12];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[12, 2] + pfXinGeYingXiangS[12, 1] + "<br/>" + pfJianKangYingXiangS[12, 2]  + pfJianKangYingXiangS[12, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[12, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[12, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[12, 3];//改善途径具体实施

        //            }
        //            break;
        //        case "Q2_type":    //独立性
        //            if (value == "1")
        //            {
        //                Label1.Text = "独立性（高）";
        //                lit_About.Text = pfAboutS[13];//简介
        //                lit_Show.Text = pfShowS[13, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[13, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[13];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[13, 2] + pfXinGeYingXiangS[13, 0] + "<br/>" + pfJianKangYingXiangS[13, 2]  + pfJianKangYingXiangS[13, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[13, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[13, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[13, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "独立性（低）";
        //                lit_About.Text = pfAboutS[13];//简介
        //                lit_Show.Text = pfShowS[13, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[13, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[13];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[13, 2] + pfXinGeYingXiangS[13, 1] + "<br/>" + pfJianKangYingXiangS[13, 2]  + pfJianKangYingXiangS[13, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[13, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[13, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[13, 3];//改善途径具体实施
        //            }

        //            break;
        //        case "Q3_type":    //自律性
        //            if (value == "1")
        //            {
        //                Label1.Text = "自律性（高）";
        //                lit_About.Text = pfAboutS[14];//简介
        //                lit_Show.Text = pfShowS[14, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[14, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[14];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[14, 2] + pfXinGeYingXiangS[14, 0] + "<br/>" + pfJianKangYingXiangS[14, 2]  + pfJianKangYingXiangS[14, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[14, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[14, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[14, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "自律性（低）";
        //                lit_About.Text = pfAboutS[14];//简介
        //                lit_Show.Text = pfShowS[14, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[14, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[14];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[14, 2] + pfXinGeYingXiangS[14, 1] + "<br/>" + pfJianKangYingXiangS[14, 2]  + pfJianKangYingXiangS[14, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[14, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[14, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[14, 3];//改善途径具体实施
        //            }
        //            break;
        //        case "Q4_type":    //紧张性
        //            if (value == "1")
        //            {
        //                Label1.Text = "紧张性（高）";
        //                lit_About.Text = pfAboutS[15];//简介
        //                lit_Show.Text = pfShowS[15, 0];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[15, 0];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[15];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[15, 2] + pfXinGeYingXiangS[15, 0] + "<br/>" + pfJianKangYingXiangS[15, 2]  + pfJianKangYingXiangS[15, 0] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[15, 0];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[15, 0];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[15, 1];//改善途径具体实施
        //            }
        //            else
        //            {
        //                Label1.Text = "紧张性（低）";
        //                lit_About.Text = pfAboutS[15];//简介
        //                lit_Show.Text = pfShowS[15, 1];//具体体现
        //                lit_XinLi_01.Text = pfXinLiS_1[15, 1];//心理分析1
        //                lit_XinLi_02.Text = pfXinLiS_2[15];//心理分析2
        //                lit_YingXiang.Text = pfXinGeYingXiangS[15, 2] + pfXinGeYingXiangS[15, 1] + "<br/>" + pfJianKangYingXiangS[15, 2]  + pfJianKangYingXiangS[15, 1] + "<br/>" + "<div class=\"tit3\">工作影响</div>" + "<br/>" + pfGongZuoYingXiangS[15, 1];//各方影响

        //                lit_Gaishan_Summary.Text = pgGaiShan[15, 2];//改善途径描述
        //                lit_Gaishan_MiaoShu.Text = pgGaiShan[15, 3];//改善途径具体实施
        //            }

        //            break;
        //    }



        //}


        #endregion
    }
}