<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="c.aspx.cs" Inherits="GaoKao.CePing.Disc.innerpage.c" %>

<div class="contants">
    <div class="tit3 tit5">
        DISC报告分析</div>
    <h2>
        C(Conscientious)型人的典型情绪反应</h2>
    <h3>
        总体描述</h3>
    <p>
        服从型（思考者）——高C型特质的人在敌对的环境中小心做出试探性反应来降低对抗的程度。这种特征表现为对结构、细节与事实的遵守与关注。</p>
    <p>
        C型人对于精准与准确有着浓厚的关注，并且理性、镇定。有时对事实和细节感兴趣，倾向以实际且长期的方式看待事情。C型人很少会有情绪化或冲动行为，并且比较喜欢有计划的形同，而且他们会把所有已知的可能性都考虑进去。
    </p>
    <p>
        高度“服从型”的人由于喜欢程序和组织，因此会很自然地遵循规定和服从指示。由此可知，C型的人重视正确和精确度，而且不愿意将时间花在广泛的概括事项上。另外，也非常不喜欢冒险，面对压力时还会闪避论点或支吾其词。但是C型人是坚定的问题解决者，而且天生具备组织和说明资料的能力。
    </p>
    <p>
        C型的人追求完美，凡由C型人经手所做的事情，都是精益求精的，他们最大的恐惧就是出错或是结果不理想。C型人的感情复杂又深切。通常C型人也是节制而矜持的，有时会有点面无表情的样子。然而，内心深处，却可能有焦躁、忧愁与沮丧的一面。
    </p>
    <p>
        代表人物：比尔盖茨、诸葛亮、唐僧。
    </p>
    <div class="tab1">
        <table width="80%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <td width="20%" colspan="2" rowspan="7" style="background: #dfdfdf;">
                    C型
                </td>
                <td>
                    优点：
                </td>
                <td>
                    相对缺点：
                </td>
            </tr>
            <tr>
                <td>
                善于分析
                </td>
                <td>
                挑剔
                </td>
            </tr>
            <tr>
                <td>
                警觉
                </td>
                <td>
                多疑、不合群
                </td>
            </tr>
            <tr>
                <td>
                有良知
                </td>
                <td>
                忧虑太多
                </td>
            </tr>
            <tr>
                <td>
                具有个人高标准
                </td>
                <td>好批判、评论
                </td>
            </tr>
            <tr>
                <td>追求完美
                </td>
                <td>
                完美主义
                </td>
            </tr>
            <tr>
                <td>
                具有直觉力、敏感
                </td>
                <td>容易被批评所伤
                </td>
            </tr>
            <tr>
                <td width="10%">
                    情 绪：
                </td>
                <td colspan="3">
                    危机意识
                </td>
            </tr>
            <tr>
                <td width="10%">
                    恐惧：
                </td>
                <td colspan="3">
                    被批评、缺乏标准
                </td>
            </tr>
            <tr>
                <td width="10%">
                    情 绪：
                </td>
                <td colspan="3">
                    易怒
                </td>
            </tr>
            <tr>
                <td width="10%">
                    目标：
                </td>
                <td colspan="3">
                     
                </td>
            </tr>
            <tr>
                <td width="10%">
                    说明：
                </td>
                <td colspan="3">
                   尽忠职守、谨慎、遵守他人之规定。他们天生精准且井然有序。由于他们思路清晰，只要知道正确的方向，就会受到激励，因此他们喜欢规矩和秩序。他们对自己和下属的要求都非常高。这类人遵守纪律，凡事讲求细节且维持高标准，不管做什么都要求完美。
                </td>
            </tr>
            <tr>
                <td width="10%">
                    工作时：
                </td>
                <td colspan="3">
                    从就业的层面而言，他们是杰出的会计师、程序设计师、及脑部外科医师。S型人经常先试着从他们“挑剔”的角度看看自己的产品是否有问题，而且要比竞争对手抢先一步。在饮食方面，服从型会详读所有的标签，而且熟知食物中蛋白质、脂肪和碳水化合物的比例。他们喜欢精打细算，除非厨房用具省钱且坚固，否则他们是不会买的。
                </td>
            </tr>
        </table>
    </div>
   <form runat="server">
   <asp:panel runat="server"  ID="panel">
    <h3>
        行为表现</h3>
    <p>
        　　希望精准有逻辑的方法；“把事做好”是自己的内在动力；面对压力时可能会慢半拍、退缩；希望别人提供完整说明及详细资料；经常害怕被批评。关键特征是：精准——“做得对，做准！”注重在现存环境中确保质量及准确性。擅长分析/重思考、以程序为主、追求限制、高标准、完美主义者。</p>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    被测者的倾向：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        注意重要的指令及标准</p>
                    <p>
                        留意重要的细节</p>
                    <p>
                        具分析力，衡量长处及短处</p>
                    <p>
                        擅于与人交际</p>
                    <p>
                        运用巧妙及简介的方法处理冲突</p>
                    <p>监察准确性</p>  
                     <p>认真地评估表现</p>   
                     <p>运用有系统的处事方法</p>   

                </td>
                <td>
                    <p>
                        清楚地界定表现的期望</p>
                    <p>
                        注重素质和准确性</p>
                    <p>
                        保守、严肃的工作气氛</p>
                    <p>
                        有机会表现尊长</p>
                    <p>
                        能控制影响表现的因素</p>
                        <p>
                        有机会就提出一些质疑
                        </p>
                        <p>
                           认同专门技术及成就
                        </p>
                </td>
            </tr>
        </table>
        <span>肢体语言：</span>
    </div>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    言语/声音：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        缓慢，较温柔</p>
                    <p>
                        单调</p>
                    <p>
                        以事为主；多运用事实与数据</p>
                    <p>
                        陈述较少</p>
                    <p>
                        不关心人际关系</p>
                       <p>
                        对团队贡献不多
                       </p>
                       <p>
                        批评式倾听者
                       </p>
                       <p>
                         很容易提出批评
                       </p>
                </td>
                <td>
                    <p>
                        握手时温和且正式</p>
                    <p>
                        避免暮光接触</p>
                    <p>
                        控制过的面部表情</p>
                    <p>
                        僵硬的姿势；显得安静/犹豫不决</p>
                    <p>
                        手部放松或成杯状；手掌紧闭；双臂交叉</p>
                        <p>表达意见时向后倾
                        </p>
                        <p>
                            避免身体接触
                        </p>
                        <p>
                           动作缓慢稳定；保守的手势
                        </p>
                         <p>
                           评估的手势；搓下吧；擦眼镜
                        </p>
                </td>
            </tr>
        </table>
    </div>
    <h3>
        行动建议</h3>
    <p>
        <strong>被测者易产生冲突的情况</strong></p>
    <p>
    过度批评或议论他人；
    </p>
    <p>
    过度担忧；
    </p>
    <p>
    完美主义倾向，不能包容他人的错误；
    </p>
    <p>
    隐藏压抑情绪；
    </p>
    <p>
    缺乏社交；
    </p>
    <p>
    陷入“分析沼泽”中，以至进展迟缓。
    </p>
    <p>
        <strong>被测者易产生冲突的情况</strong></p>
    <p>
    愿意授予重任给他人
    </p>
    <p>
    能迅速做出决定
    </p>
    <p>
    政策只用作指引
    </p>
    <p>
      能与意见不同者协调
    </p>
    <p>
        愿意在不受欢迎的岗位工作
    </p>
    <p>
       能引发及协助讨论
    </p>
    <p>
      鼓励团队工作
    </p>
    <p>
        <strong>被测者提高工作效率的方法：</strong></p>
    <p>
    有机会作出周详的计划
    </p>
    <p>
    具体工作细则及目标
    </p>
    <p>
    经常的表现评估
    </p>
    <p>
    获得明确的表现回馈
    </p>
    <p>
       同时尊重他人的个人价值及表现
    </p>
    <p>
        学习忍耐冲突
    </p>
    <br />
    <br />
   
       </asp:panel>
    </form>
  
  
</div>
