<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="d.aspx.cs" Inherits="GaoKao.CePing.Disc.innerpage.d" %>

<div class="contants">
    <div class="tit3 tit5">
        DISC报告分析</div>
    <h2>
        D(Dominance)型人的典型情绪反应</h2>
    <h3>
        总体描述</h3>
    <p>
        支配型（控制者）——高D型特质的人可以称为是“天生的领袖”。</p>
    <p>
        在情感方面，D型人是一个坚定果敢的人，酷好变化，喜欢控制，干劲十足，独立自主，超级自信。可是，由于比较不会顾及别人的感受，所以显得粗鲁、霸道、没有耐心、穷追不舍、不会放松。不习惯与别人进行感情上的交流，不会恭维人，不喜欢眼泪，匮乏同情心。
    </p>
    <p>
        在工作方面，D型人是一个务实和讲究效率的人，目标明确，眼光全面，组织力强，行动迅速，解决问题不过夜，果敢坚持到底，在反对声中成长。但是，因为过于强调结果， 往往容易忽视细节，处理问题不够细致。爱管人、喜欢支使他人的特点使得您能够带动团队进步，但也容易激起同事的反感。
        在人际关系方面， D型人喜欢为别人做主，虽然这样能够帮助别人做出选择，但也容易让人有强迫感。由于关注自己的目标， D型人在乎的是别人的可利用价值。喜欢控制别人，不会说对不起。
    </p>
    <p>
        代表人物：普京、拿破仑、曹操、孙悟空。
    </p>
    <div class="tab1">
        <table width="80%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <td width="20%" colspan="2" rowspan="7" style="background: #dfdfdf;">
                    D型
                </td>
                <td>
                    优点：
                </td>
                <td>
                    相对缺点：
                </td>
            </tr>
            <tr>
                <td>
                    任务导向
                </td>
                <td>
                    欠缺耐性
                </td>
            </tr>
            <tr>
                <td>
                    自信
                </td>
                <td>
                    自满
                </td>
            </tr>
            <tr>
                <td>
                    好胜
                </td>
                <td>
                    攻击性强
                </td>
            </tr>
            <tr>
                <td>
                    有决心
                </td>
                <td>
                    固执任性
                </td>
            </tr>
            <tr>
                <td>
                    勇敢
                </td>
                <td>
                    肆无忌惮
                </td>
            </tr>
            <tr>
                <td>
                    直爽、坦率
                </td>
                <td>
                    鲁莽、变通性差
                </td>
            </tr>
            <tr>
                <td width="10%">
                    情 绪：
                </td>
                <td colspan="3">
                    易怒
                </td>
            </tr>
            <tr>
                <td width="10%">
                    恐惧：
                </td>
                <td colspan="3">
                    被利用
                </td>
            </tr>
            <tr>
                <td width="10%">
                    目标：
                </td>
                <td colspan="3">
                    结果、控制
                </td>
            </tr>
            <tr>
                <td>
                    作风：
                </td>
                <td>
                    高D：直接、有压迫感、果断中D：好胜、有自信、不摆架子低D：小心、温和、谦虚
                </td>
            </tr>
            <tr>
                <td width="10%">
                    说明：
                </td>
                <td colspan="3">
                    支配度高者有自己的想法，且非常想成功，同时极擅於让别人依他们的方法做事，具有支配能量高的人会做全盘考量，并看情况是否有利，为满足自己的需要，他们会透过直接且压迫性的行为掌控环境，但现况不利时，他们通常能压住反对的声音。
                </td>
            </tr>
            <tr>
                <td width="10%">
                    工作时：
                </td>
                <td colspan="3">
                    支配度高者很像生意人。他们的工作环境忙碌、正式、有效率、有组织且功能性高。果断、反应快的人擅言词，同时尖锐而不圆融，因为他们以事为主，并要求结果。高自我意识的长处，使这类人经常成为组织的火车头，因为他们好胜、喜欢改变且讨厌现况。身为爱探险的行动派，这类人要的是直接答案，且喜欢马上看到结果。他们没什么耐心，这可以从扣桌子、摇椅子和坐立不安等行为看出。若你有机会和这类人说话，可以考虑调整一下表达方式，谈谈他们想听的「产能」、「功能」、「期限」和「成本」等。
                </td>
            </tr>
        </table>
    </div>
    <form id="Form1" runat="server">

    <asp:panel runat="server"  ID="panel">
    <h3>
        行为表现</h3>
    <p>
        “支配型”是你动机和驾驭的因子。高度“支配型”的你对于成功和成就感兴趣，并在任何适当的情况下寻求个人利益。行为方式表现为：</p>
    <p>
        希望：改变
    </p>
    <p>
        驱力：实际的成果
    </p>
    <p>
        面对压力时可能会：粗鲁、没耐心
    </p>
    <p>
        希望别人：回答直接、掌握状况、拿出成果
    </p>
    <p>
        害怕：被别人利用
    </p>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    被测者的倾向：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        得到实时结果</p>
                    <p>
                        引发行动</p>
                    <p>
                        接受任何挑战
                    </p>
                    <p>
                        能做出迅速的决定
                    </p>
                    <p>
                        质疑现状</p>
                    <p>
                        希望拥有话事权
                    </p>
                    <p>
                        能够克服困难
                    </p>
                    <p>
                        能解决问题
                    </p>
                </td>
                <td>
                    <p>
                        给予权利及话事权</p>
                    <p>
                        富有成就感及挑战性</p>
                    <p>
                        个人表现的机会</p>
                    <p>
                        可以参与不同的工作范围</p>
                    <p>
                        直接的答案</p>
                    <p>
                        有改进的机会</p>
                    <p>
                        不受控制及督导</p>
                    <p>
                        喜欢新颖及多元的活动</p>
                </td>
            </tr>
        </table>
        <span>肢体语言：</span>
    </div>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    言语/声音：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        说话快/大声；单调
                    </p>
                    <p>
                        以事为主；多运用事实与数据
                    </p>
                    <p>
                        陈述较多</p>
                    <p>
                        对人际关系极不小心</p>
                    <p>
                        对团队贡献良多
                    </p>
                    <p>
                        很糟的倾听者； 喜欢插嘴</p>
                    <p>
                        易怒
                    </p>
                </td>
                <td>
                    <p>
                        握手时有力且正式</p>
                    <p>
                        直接目光接触
                    </p>
                    <p>
                        制过的面部表情</p>
                    <p>
                        僵硬的姿势；显得有自信</p>
                    <p>
                        会用手指别人；手掌紧闭</p>
                    <p>
                        表达意见时向前倾</p>
                    <p>
                        避免身体接触</p>
                    <p>
                        迅速且有目的动作；手势很大</p>
                    <p>
                        手势没耐心；脚打拍子；指敲桌面；用笔敲打东西</p>
                    <p>
                        重点讯息－速度-『现在就照我的话做！』
                    </p>
                </td>
            </tr>
        </table>
    </div>
    <h3>
        行动建议</h3>
    <p>
        <strong>被测者易产生冲突的情况</strong></p>
    <p>
        过度关注自身利益；</p>
    <p>
        不能忍耐或对别人的需要不敏感；</p>
    <p>
        犀利、粗鲁、太过直接的沟通方式；</p>
    <p>
        过度好胜或侵略倾向；</p>
    <p>
        很容易厌倦必要的例行工作或行程；</p>
    <p>
        独立并与他人划清界线；
    </p>
    <p>
        步调太快，使别人难以跟上；</p>
    <p>
        经常挂在嘴上的话；“现在就找我的话做”。</p>
    <p>
        注重通过克服困难得到成果以塑造环境</p>
    <p>
        <strong>被测者需要的同事</strong></p>
    <p>
        衡量长处及短处</p>
    <p>
        计算风险</p>
    <p>
        做事小心</p>
    <p>
        制造较能预测的环境</p>
    <p>
        实事求是</p>
    <p>
        在作出决定前仔细考虑</p>
    <p>
        认识他人的需要</p>
    <p>
        <strong>被测者提高工作效率的方法：</strong></p>
    <p>
        给予富有挑战的任务</p>
    <p>
        明白而主动理解他人的需要</p>
    <p>
        通过实际工作经验来积累技能</p>
    <p>
        合理处理冲突中的冲击</p>
    <p>
        与一组人共同工作</p>
    <p>
        解释其结论的原因</p>
    <p>
        留意现存的守则</p>
    <p>
        减慢工作节奏及尽量放松</p>
    <br />
    <br />
  
    </asp:panel>
    </form>
  
</div>
