<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="i.aspx.cs" Inherits="GaoKao.CePing.Disc.innerpage.i" %>

<div class="contants">
    <div class="tit3 tit5">
        DISC报告分析</div>
    <h2>
        I(Influence)型人的典型情绪反应</h2>
    <h3>
        总体描述</h3>
    <p>
        影响型（社交者）——在友好的环境中变得活跃，经常表现为一个“互动者”。</p>
    <p>
        I型人具有很强的影响力，对人生力求以情感走向，在沟通上和社交上展现自信，求得平衡的人生。I型人是一个外向社会化的人，表现为开放、友善又合群，喜欢与人为伍，而且在任何社交场合都感到自在和自信。高度“影响型”的人们特别容易被他人的注意力和赞美所激励，并且时常希冀成为众人目光的焦点。
    </p>
    <p>
        同时，具有高度影响因子的人们有依靠感觉生活的倾向，因此会对事情经常会产生情绪化反应。这往往会造成冲动，甚至是一些反常的行为，这同时也意味着他们对其他人的感觉相当感兴趣。因此I型人表现得健谈且开放，而且很容易相信别人，但若感觉受到排斥，就会深深地被伤害。
    </p>
    <p>
        I型人的行动目标就是要讨人喜欢，享受生活，而恐惧就是不被认同——跟不上时下流行的趋势或被排斥在外。当I型人感到被排斥时，他的情绪指标就会在两极间移动——从言语攻击式的暴怒，到极度沮丧。所以，有时I型人比较容易情绪失控。
    </p>
    <p>
        代表人物：克林顿、刘备、猪八戒。
    </p>
    <div class="tab1">
        <table width="80%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <td width="20%" colspan="2" rowspan="7" style="background: #dfdfdf;">
                    I型
                </td>
                <td>
                    优点：
                </td>
                <td>
                    相对缺点：
                </td>
            </tr>
            <tr>
                <td>
                    热忱
                </td>
                <td>
                    亢奋、情绪化
                </td>
            </tr>
            <tr>
                <td>
                    善于沟通
                </td>
                <td>
                    说话太多
                </td>
            </tr>
            <tr>
                <td>
                    乐观
                </td>
                <td>
                    不切实际
                </td>
            </tr>
            <tr>
                <td>
                    想象丰富
                </td>
                <td>
                    爱做白日梦
                </td>
            </tr>
            <tr>
                <td>
                    人际志向
                </td>
                <td>
                    做事杂乱无章
                </td>
            </tr>
            <tr>
                <td>
                    率性而为
                </td>
                <td>
                    随兴、不守规矩
                </td>
            </tr>
            <tr>
                <td width="10%">
                    情 绪：
                </td>
                <td colspan="3">
                    乐观
                </td>
            </tr>
            <tr>
                <td width="10%">
                    恐惧：
                </td>
                <td colspan="3">
                    排斥、失去社会认同
                </td>
            </tr>
            <tr>
                <td width="10%">
                    目标：
                </td>
                <td colspan="3">
                    人际交往及认同
                </td>
            </tr>
            <tr>
                <td width="10%">
                    说明：
                </td>
                <td colspan="3">
                    I高者的沟通能力强，并对自己的社交能力很有自信。为了满足需要，具有高影响能量者会先结合他人，说服其进行合作，以团队方式完成预期目标。 I型生性较乐观，会将大多数状况视为有利条件，有别于D型的敏感行为，由于他们急于认识他人并获取欣赏，因此这类人的行为，有时是不善社交者很难理解的。他们通常有能力说服他人共同合作。
                    I型的自我意识很强，与D型一样口才极佳，但I型 高者较圆滑，对他人的感觉较敏感。他们非常外向，且以人为主，同时珍惜关系。他们喜欢人际接触频繁的环境，因为他们在任何时候都可以交朋友。影响型喜欢招
                    待他人，懂得享受美食与餐厅气氛。这类人追求时髦，喜爱行动自由与物质享受。他们的工作环境友善、个人化且可激发创意。（还有杂乱无章﹗）
                </td>
            </tr>
            <tr>
                <td width="10%">
                    工作时：
                </td>
                <td colspan="3">
                    影响度高者的步调快速又即兴，除非他们想获得他人的赏识，否则一般而言他们会忽略细节，且杂乱无章。这类人会迅速把所有的东西塞进抽屉，为什么？没错，为了看来更“体面”。周遭居住或工作的人，几乎不可能从他们的桌子或档案里找到任何东西，可是，他们就是知道“东西”就在这儿附近。影响度高者天生对人性乐
                    观，而滥用此特质的缺点之一，就是对谁都信赖，且听他人说话，会选择性的听与自己想听的东西，或者自己乐观希望发生的部分。他们可能要吃了几次教训才乖。
                </td>
            </tr>
        </table>
    </div>
    <form id="Form1" runat="server">
    <asp:panel runat="server"  ID="panel">
    <h3>
        行为表现</h3>
    <p>
        被测者希望被认同、获得友好关系，以获得社会认同为行动驱力，面对压力时可能会显得杂乱无章、口出恶言。希望别人讲话有优先级、讲信用、给予声望；害怕失去社会认同；注重通过影响及说服他人以塑造环境。</p>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    被测者的倾向：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        喜欢与人接触</p>
                    <p>
                        给人良好的印象</p>
                    <p>
                        说话清晰</p>
                    <p>
                        创造良好工作动力的环境</p>
                    <p>
                        激发他人的工作热诚</p>
                    <p>
                        为他人带来乐趣</p>
                    <p>
                        对人对事抱乐观态度</p>
                    <p>
                        喜欢参与团体</p>
                </td>
                <td>
                    <p>
                        受人欢迎</p>
                    <p>
                        工作能力获得肯定</p>
                    <p>
                        有言论的自由</p>
                    <p>
                        在工作以外有群体活动</p>
                    <p>
                        民主的工作关系</p>
                    <p>
                        不需要受控制及讲求细节</p>
                    <p>
                        有机会提出建议
                    </p>
                    <p>
                        获得训练及辅导</p>
                    <p>
                        良好舒适的工作环境</p>
                </td>
            </tr>
        </table>
        <span>肢体语言：</span>
    </div>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    言语/声音：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        说话快/大声</p>
                    <p>
                        抑扬顿挫</p>
                    <p>
                        以人为主；多运用意见与故事</p>
                    <p>
                        陈述较多</p>
                    <p>
                        积极参与</p>
                    <p>
                        对团队贡献良多</p>
                    <p>
                        选择性的听者； 喜欢插嘴</p>
                    <p>
                        情绪化：自由的表露自己的兴趣</p>
                </td>
                <td>
                    <p>
                        握手时有力且正式</p>
                    <p>
                        直接目光接触</p>
                    <p>
                        活泼的面部表情
                    </p>
                    <p>
                        休闲接纳的姿势；显得有自信</p>
                    <p>
                        会用手指别人；手掌打开</p>
                    <p>
                        表达意见时向前倾</p>
                    <p>
                        喜欢身体接触</p>
                    <p>
                        迅速无目地的动作；</p>
                    <p>
                        手势与手掌的动作很大；</p>
                    <p>
                        重点讯息－有活力－“做且做得高兴﹗”</p>
                    <p>
                        口才好／喜交际者／以人为主</p>
                    <p>
                        追求互动
                    </p>
                    <p>
                        乐观且情绪化</p>
                </td>
            </tr>
        </table>
    </div>
    <h3>
        行动建议</h3>
    <p>
        开玩笑过头了或态度太过随便；</p>
    <p>
        话太多或打断别人说话；</p>
    <p>
        缺乏对细节或后续工作应有的注意力；</p>
    <p>
        过于理想主义或乐观过了头；</p>
    <p>
        健忘又缺乏条理；</p>
    <p>
        兴奋过度或情绪失控；</p>
    <p>
        用语言操纵控制他人或在同辈的压力下受人控制。</p>
    <p>
        <strong>被测者需要的同事</strong></p>
    <p>
        能够集中在工作事务中</p>
    <p>
        寻求事实</p>
    <p>
        直言</p>
    <p>
        尊重有诚意的人</p>
    <p>
        懂得有系统的工作方法</p>
    <p>
        喜欢对事多于对人</p>
    <p>
        采用有逻辑的工作方法</p>
    <p>
        能够自行完成工作</p>
    <p>
        <strong>被测者提高工作效率的方法：</strong></p>
    <p>
        如D或S偏低，便需懂得控制时间</p>
    <p>
        客观地做决定</p>
    <p>
        参与式管理
    </p>
    <p>
        更真实地赞赏他人</p>
    <p>
        订定工作优次及时限</p>
    <p>
        如D偏低，便需在面对人时更决断</p>
    <br />
    <br />
  
    </asp:panel>
    </form>
 
</div>
