<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="s.aspx.cs" Inherits="GaoKao.CePing.Disc.innerpage.s" %>

<div class="contants">
    <div class="tit3 tit5">
        DISC报告分析</div>
    <h2>
        S(Steadiness)型人的典型情绪反应</h2>
    <h3>
        总体描述</h3>
    <p>
        稳健型（支持者）——高S型的人通常较为平和，知足常乐，不愿意主动前进</p>
    <p>
        在工作方面， S型能够按部就班地管理事务，胜任工作并能够持之以恒。奉行中庸之道，平和可亲，一方面习惯于避免冲突，另一方面也能处变不惊。但是， S型似乎总是慢吞吞的，很难被鼓动，懒惰，马虎，得过且过。由于害怕承担风险和责任，宁愿站在一边旁观。很多时候，
        S型总是焉有主意，有话不说，或折衷处理。
    </p>
    <p>
        在人际关系方面， S型是一个容易相处的人，喜欢观察人、琢磨人，乐于倾听，愿意支持。可是，由于不以为然， S型也可能显得漠不关心，或者嘲讽别人。
    </p>
    <p>
        代表人物：甘地、鲁肃、沙僧。
    </p>
    <div class="tab1">
        <table width="80%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <td width="20%" colspan="2" rowspan="7" style="background: #dfdfdf;">
                    I型
                </td>
                <td>
                    优点：
                </td>
                <td>
                    相对缺点：
                </td>
            </tr>
            <tr>
                <td>
                    全面周到、可靠
                </td>
                <td>
                    没有突破、创新
                </td>
            </tr>
            <tr>
                <td>
                    深思熟虑
                </td>
                <td>
                    畏首畏尾
                </td>
            </tr>
            <tr>
                <td>
                    亲切友好
                </td>
                <td>
                    不善于理解他人
                </td>
            </tr>
            <tr>
                <td>
                    坚持不懈
                </td>
                <td>
                    行事缓慢
                </td>
            </tr>
            <tr>
                <td>
                    有毅力
                </td>
                <td>
                    很难被激励
                </td>
            </tr>
            <tr>
                <td>
                    自制力强
                </td>
                <td>
                    热情不足
                </td>
            </tr>
            <tr>
                <td width="10%">
                    情 绪：
                </td>
                <td colspan="3">
                    起伏平稳
                </td>
            </tr>
            <tr>
                <td width="10%">
                    恐惧：
                </td>
                <td colspan="3">
                    突然改变或失去保障
                </td>
            </tr>
            <tr>
                <td width="10%">
                    目标：
                </td>
                <td colspan="3">
                    保障、稳定
                </td>
            </tr>
            <tr>
                <td width="10%">
                    说明：
                </td>
                <td colspan="3">
                    稳健度处於曲线顶端的人，对大多数组织而言是「纯金」，因为他们不仅是忠诚的员工，也是可信赖的团队成员。他们是按部就班的逻辑思考者，喜欢为一个领袖或目标奋斗。稳健型偏爱稳定且可预测的环境，而需要改变时，他们会希望事先被告知。他们热爱长期的工作关系，以服务为导向，同时有耐心且和善，是一个能设身处地且富同情心的聆听者，他们真正关心他人的感觉和问题，在专案中尤其能扮演幕僚的角色。稳健度高者很谦虚，且在大部分情况下，刚开始时都不直接。（然而，若他们认为自己全盘了解状况，并已下定决心，顽强固执的个性就会出现！）如果你不同意他们的想法，并想加以说服，最好带著如山铁证。要他们改变之前，先给他们重新思考的时间和空间。
                </td>
            </tr>
            <tr>
                <td width="10%">
                    工作时：
                </td>
                <td colspan="3">
                    稳健型偏好休闲协调的穿著。他们的工作环境个人化、轻松、友好且非正式。他们喜欢一致、缓慢且简单的方法，同时具备长期的专注力，使他们能稳健的执行工作。若某个稳健者的第二高分是支配度，他们可能会完全以目标为导向，而且不害怕直话直说。
                    若第二高分是服从度，他们可能会不断的问：「你怎么知道这是正确的方法？」他们在冒险之前，会希望能得知所有相关证据。
                </td>
            </tr>
        </table>
    </div>
    <form id="Form1" runat="server">
    <asp:panel runat="server"  ID="panel">
    <h3>
        
        行为表现</h3>
    <p>
        高度稳健型的主要特性是他们需要时间和耐心，并能周详的计划自己的言词和行动。DISC图形中出现高稳健时表示该名受测者不喜欢改变，比较喜欢维持现状，不喜欢干扰或突如其来无法预测的变化。高S的人沉著冷静，天生忠实值得性赖。他们很有毅力，会不屈不挠的持续努力直到任务成功完成。</p>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    被测者的倾向：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        性情温和，容易相处</p>
                    <p>
                        有一定惰性</p>
                    <p>
                        缺乏热情、动力</p>
                    <p>
                        很难被激励</p>
                    <p>
                        行事不够迅速</p>
                    <p>
                        不喜欢突然改变的环境或状态</p>
                    <p>
                        不愿承担风险和责任</p>
                    <p>
                        对人对事抱乐观态度</p>
                    <p>
                        冷静</p>
                </td>
                <td>
                    <p>
                        稳定不变</p>
                    <p>
                        不具有风险性</p>
                    <p>
                        不需要承担过多责任</p>
                    <p>
                        压力小，工作任务较轻松</p>
                    <p>
                        不需要创新突破，每日按部就班的工作</p>
                    <p>
                        在团队中可以合作工作、互相帮助</p>
                    <p>
                        良好舒适的工作环境</p>
                </td>
            </tr>
        </table>
        <span>肢体语言：</span>
    </div>
    <div class="tab1">
        <table width="50%" align="center" cellpadding="4" class="tab3 tab5">
            <tr>
                <th width="25%">
                    言语/声音：
                </th>
                <th width="25%">
                    被测者的倾向：
                </th>
            </tr>
            <tr>
                <td>
                    <p>
                        缓慢，较温柔；抑扬顿挫</p>
                    <p>
                        以人为主；多运用意见与故事</p>
                    <p>
                        陈述较少</p>
                    <p>
                        全力与人接触</p>
                    <p>
                        对团队贡献不多</p>
                    <p>
                        很好的听者</p>
                    <p>
                        不情绪化－隐藏感觉</p>
                </td>
                <td>
                    <p>
                        握手时温和且正式</p>
                    <p>
                        避免目光接触</p>
                    <p>
                        活泼的面部表情</p>
                    <p>
                        休闲接纳的姿势；显得安静/犹豫不决</p>
                    <p>
                        手部放松或成杯状；手放口袋中；手掌打开</p>
                    <p>
                        表达意见时向后倾</p>
                    <p>
                        喜欢身体接触</p>
                    <p>
                        动作缓慢稳定；手势不大</p>
                    <p>
                        了解的手势；慢慢点头；头倾向一边
                    </p>
                    <p>
                        重点讯息－友善－『准备好才做，但一定要做！』</p>
                </td>
            </tr>
        </table>
    </div>
    <h3>
        行动建议</h3>
    <p>
        对他人在意的事情漠不关心；</p>
    <p>
        说话做事触容易碰到他人的敏感区域；</p>
    <p>
        对工作成果标准要求偏低，总是“差不多就好”，应付；</p>
    <p>
        对事总是不以为然，危机感单薄；</p>
    <p>
        对别人心情、话语缺乏理解。</p>
    <p>
        <strong>被测者需要的同事</strong></p>
    <p>
        工作严谨、认真</p>
    <p>
        对工作标准要求高</p>
    <p>
        喜欢人际交往</p>
    <p>
        健谈，擅于沟通</p>
    <p>
        懂得有系统的工作方法</p>
    <p>
        喜欢对事多于对人</p>
    <p>
        有主见</p>
    <p>
        能够合作完成工作</p>
    <p>
        <strong>被测者提高工作效率的方法：</strong></p>
    <p>
        经常激励自己，提高工作热情</p>
    <p>
        提高对工作标准的要求，精益求精</p>
    <p>
        对人对事，注意重视
    </p>
    <p>
        培养一定的紧张感和危机感，提高工作效率</p>
    <p>
        如D偏低，便需懂得控制时间，在面对人时更决断</p>
    <p>
        如I偏低，锻炼沟通能力，多与人交往</p>
    <p>
        如C偏低，便需提高对的重视程度和标准</p>
    <br />
    <br />
   
    </asp:panel>
    </form>
   
</div>
